import { useEffect } from "react";
import { useLocation } from "react-router-dom";
import { IRoutes } from "../routes/routes";

export interface IOptionsList {
  name: string;
  key: string;
}

export interface IContextOrder {
  count: "string";
  goods: IContextOrderGoods;
}

export interface IContextOrderGoods {}

export const getPrice = (purchaseType: string) => {
  // if (purchaseType === "1kg") {
  //   return "1кг";
  // }
  if (purchaseType === "piece") {
    return "1кг";
  }
  if (purchaseType === "1count") {
    return "1шт";
  }
};

export const getArrayForSelect = (purchaseType: string) => {
  // if (purchaseType === "1kg") {
  //   return arraySelectGram;
  // }
  if (purchaseType === "piece" || "1count") {
    return arraySelectPiece;
  }
  return [];
};

export const currentYear = new Date().getFullYear();

export const phoneNumber = "+380 63 623 55 35";

export default function ScrollToTop() {
  const { pathname } = useLocation();

  useEffect(() => {
    window.scrollTo(0, 0);
  }, [pathname]);

  return null;
}

export const globalColors = {
  red: "#ab3838",
  white: "#ffffff",
  darkBlack: "#1f1f1f",
  black: "#000",
  lightGrey: "#5a6771",
  darkGrey: "#31353a",
  lightRed: "#b85d5a",
};

export interface IPayArray {
  name: string;
  check: string;
}

export const payArray: IPayArray[] = [
  { name: "boxPage.payRadioBut.cash", check: "cash" },
  { name: "boxPage.payRadioBut.cashless", check: "cashLess" },
];

export interface IDeliveryArray {
  name: string;
  check: string;
  img: string;
  style: string;
}

export const deliveryArray: IDeliveryArray[] = [
  {
    name: "boxPage.deliveryTo.cherkassy",
    check: "Cherkasy",
    img: "../assets/imgCherkassy.png",
    style: "imgCherkasy",
  },
  {
    name: "boxPage.deliveryTo.np",
    check: "NovaPochta",
    img: "../assets/novaPochta.png",
    style: "imgNova",
  },
  {
    name: "boxPage.deliveryTo.js",
    check: "Justin",
    img: "../assets/justin.png",
    style: "imgUkr",
  },
  {
    name: "boxPage.deliveryTo.ukr",
    check: "UkrPochta",
    img: "../assets/ukrPochta.png",
    style: "imgUkr",
  },
];

export const arraySelectPiece: IOptionsList[] = [
  { name: "1 шт", key: "1" },
  { name: "2 шт", key: "2" },
  { name: "3 шт ", key: "3" },
  { name: "4 шт ", key: "4" },
  { name: "5 шт ", key: "5" },
  { name: "6 шт ", key: "6" },
  { name: "7 шт ", key: "7" },
  { name: "8 шт ", key: "8" },
  { name: "9 шт ", key: "9" },
  { name: "10 шт ", key: "10" },
];

export const arraySelectGram: IOptionsList[] = [
  { name: `100 гр`, key: "1" },
  { name: `200 гр`, key: "2" },
  { name: `300 гр`, key: "3" },
  { name: `500 гр`, key: "5" },
  { name: `1 кг`, key: "10" },
  { name: `3 кг`, key: "30" },
  { name: `5 кг`, key: "50" },
];

export const arrayCategory: IOptionsList[] = [
  { name: "Категорія", key: "category" },
  { name: "Сосиски,сардельки", key: "sosyska" },
  { name: "Ковбаси варені", key: "varena" },
  { name: "Ковбасні вироби", key: "vuribKovbas" },
  { name: "Напівфабрикати", key: "semiFinished" },
  { name: "Продукція чпк", key: "chpk" },
  { name: "Вироби з курятини", key: "chicken" },
  { name: "Вироби зі свинини", key: "pork" },
  { name: "Сирокопчені ковбаси", key: "rawSmoked" },
];

export interface ICard {
  id: string;
  name: string;
  description: JSX.Element;
  price: number;
  purchaseType: string;
  category: string;
  hot: boolean;
  imgUrl: string[];
  shortDesc: string;
  weight: number;
}

export const navigationMiddleBottom: IRoutes[] = [
  { name: "home", path: "/" },
  { name: "product", path: "/cataloge" },
  { name: "production", path: "/production" },
  { name: "basket", path: "/box" },
];

export const basicWords = [
  { title: "home", key: "/" },
  { title: "product", key: "/cataloge" },
  { title: "productionFooter", key: "/production" },
];

export const button = { key: "cataloge" };

export const arrayCard: ICard[] = [
  {
    id: "9ca8bad4-e31a-4ac9-b28e-97d92893f7d3",
    name: "Ковбаса напівкопчена «Салямі Київська»",
    description: (
      <div>
        Склад: яловичина знежилована 1 сорту, свинина знежилована напівжирна,
        м'ясо птиці, сало хребтове. Інгредієнти: сіль кухонна харчова, регулятор
        кольору, спеції ( гірчиця, коріандр, часник), екстракти спецій (чорнй
        перець, білий перець, мускатний горіх), підсилювач смаку і аромату ,
        антиоксидант.
        <br />
        Харчова та енергетична цінність.100 г продукту містить: Білки, не менше
        ніж 13.0 г; жири не більше, ніж 35.0 г; в т.ч. насичені жири не більше
        ніж 12.5 г; вуглеводи 0.2 г; кухонної солі 3.5 г.
        <br />
        Енергетична цінність 332 ккал Термін придатності: за температури від 0 ℃
        до 6 ℃, та відносній вологості 75% до 78 % не більше 15 діб. Термін
        придатності за температури від -7 ℃ до -9 ℃ не більше 3-х місяців Термін
        придатності ковбас, запакованих під вакуумом або в модифікованому
        газовому середовищі в плівку цілими батонами, за температури, не вищої
        за 6 ℃, не більше 25 діб.
      </div>
    ),
    price: 147.97,
    purchaseType: "piece",
    category: "vuribKovbas",
    hot: false,
    imgUrl: ["../assets/salamyKievski_0156.JPG"],
    shortDesc:
      "Термін  придатності за температури від -7 ℃ до -9 ℃ не більше 3-х місяців Термін  придатності ковбас, запакованих під вакуумом або в модифікованому газовому середовищі в плівку цілими батонами, за температури, не вищої за 6 ℃, не більше 25 діб.",
    weight: 1,
  },

  {
    id: "9ca8bad4-e31a-4ac9-b28e-94d92893f7d3",
    name: "Сардельки «Докторські» 0.5кг",
    description: (
      <div>
        Склад: яловичина знежилована 1сорту, свинина знежилована напівжирна,
        сало бокове, філе птиці, стабілізатор білковий. Інгредієнти: сіль
        кухонна харчова, регулятор кольору; стабілізатори; спеції та екстракти
        спецій (білий перець, часник, мускатний горіх); цукри (декстроза);
        антиоксидант; ароматизатор м’яса.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білки не менше
        ніж 10 г; жири не більше 32.0 г; в т.ч. насичені жири не більше ніж 11.8
        г; вуглеводів 0.2 г; кухонної солі 2.5 г;
        <br />
        Енергетична цінність 210 ккал Термін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3 доби.
        Термін придатності сардельок запакованих під вакуумом, або в
        модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб.
      </div>
    ),
    price: 150.31,
    purchaseType: "piece",
    category: "sosyska",
    hot: false,
    imgUrl: ["../assets/sardelkiMalyatko_0159.JPG"],
    shortDesc:
      "Термін  придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб.",
    weight: 1,
  },
  {
    id: "9cb8bad4-e53a-5po9-w28e-94d92893f7d3",
    name: "Сардельки з сиром",
    description: (
      <div>
        Склад: свинина знежилована напівжирна; м'ясо птиці; сир
        твердий.Інгреієнти: сіль кухонна харчова; сухе молоко знежирене; яйця
        курячі; регулятор кольору; стабілізатори; цукри (декстроза); підсилювач
        смаку; антиоксидант; спеції (білий перець, часник, майоран); екстракти
        спецій (мускатний горіх).
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 11.0 г; жири не більше ніж 24.0 г; в т.ч. насичені жири не більше
        ніж 8.8 г; вуглеводів 0.2 г; кухонної солі 2.5 г;
        <br />
        Енергетична цінність 268.5 ккал.Термін придатності за температури від 0
        ℃ до 6 ℃, та відносної вологості від 75% до 78%, не більше ніж 3 доби.
        Термін придатності сардельок запакованих під вакуумом, або в
        модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб.
      </div>
    ),
    price: 153.89,
    purchaseType: "piece",
    category: "sosyska",
    hot: false,
    imgUrl: ["../assets/sardelka_with_cheese0308.JPG"],
    shortDesc:
      "Термін придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб.",
    weight: 1,
  },
  {
    id: "9cb8bad4-e31a-4jj9-q28e-94d92893f7d3",
    name: "Сосиски варені «Ніжні»",
    description: (
      <div>
        Склад: яловичина знежилована вс; яловичина знежилована 1с; свинина
        знежилована напівжирна; свинина знежилована жирна. Інгредієнти: сіль
        кухонна харчова; регулятор кольору; стабілізатори; підсилювач смаку та
        аромату; антиоксидант; спеції та екстракти спецій (чорний перець;
        мускатний горіх); ароматизатор вершкового масла.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білки не менше
        ніж 10 г;жири не більше 32.0 г; в т.ч. насичені жири не більше ніж 11.8
        г; вуглеводів 0.2 г; кухонної солі не більше ніж 2.5 г;
        <br />
        Енергетична цінність 260.1 ккал Термін придатності за температури від 0
        ℃ до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3 доби.
        Термін придатності сардельок запакованих під вакуумом, або в
        модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб.
      </div>
    ),
    price: 93.29,
    purchaseType: "piece",
    category: "sosyska",
    hot: false,
    imgUrl: ["../assets/nizhni_9991.JPG"],
    shortDesc:
      "Термін придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб",
    weight: 1,
  },
  {
    id: "9cb8bad4-e41a-4nb7-b28e-94d92893f7d3",
    name: "Сосиски варені з сиром",
    description: (
      <div>
        Склад: яловичина знежилована 1с; свинина знежилована напівжирна; сир
        твердий (жирність не менше 45%). Інгредієнти: яйця курячі; молоко сухе
        знежирене; сіль кухонна харчова; білковий стабілізатор; крохмаль
        картопляний; регулятор кольору; стабілізатор; прянощі та екстракти
        прянощів: імбир; перець чорний; мускатний горіх; маци; чілі.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білки не менше
        ніж 10 г;жири не більше 45.0 г; в т.ч. насичені жири не більше ніж 16.6
        г; вуглеводів 0.2 г; кухонної солі 2.5 г;
        <br />
        Енергетична цінність 328 ккалТермін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3
        доби.Термін придатності сардельок запакованих під вакуумом, або в
        модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 15 діб.
      </div>
    ),
    price: 120.74,
    purchaseType: "piece",
    category: "sosyska",
    hot: false,
    imgUrl: ["../assets/sausageMini_0163.JPG"],
    shortDesc:
      "Термін придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 15 діб. ",
    weight: 1,
  },
  {
    id: "9nb8ddd3-e41a-4nb7-b28e-94y91873g5d3",
    name: "Сосиски «Молочні»",
    description: (
      <div>
        Склад: яловичина знежилована 1с; свинина знежилована жирна; молоко
        коров’яче сухе незбиране, або знежирене; яйця курячі або меланж
        яєчний.Інгредієнти: сіль кухонна харчова; цукор-пісок; регулятор кольору
        Перець білий мелений; перець духмяний мелений; горіх мускатний мелений.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білки не менше
        ніж 11.0 г; жири не більше 28.0 г; в т.ч. насичені жири не більше ніж
        10.3 г; вуглеводів 0.2 г; кухонної солі 2.5 г;
        <br />
        Енергетична цінність 296 ккал Термін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3 доби.
        Термін придатності сардельок запакованих під вакуумом, або в
        модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 12 діб.
      </div>
    ),
    price: 157.2,
    purchaseType: "piece",
    category: "chpk",
    hot: false,
    imgUrl: ["../assets/sausage_milk_9992.JPG"],
    shortDesc:
      "Термін  придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 12 діб. ",
    weight: 1,
  },
  {
    id: "9cb8bbd3-e41b-4nb7-b48a-94d51873g7d3",
    name: "Сосиски варені «Шкільні»",
    description: (
      <div>
        Склад: яловичина знежилована вс; свинина знежилована напівжирна; молоко
        коров’яче сухе незбиране, або знежирене; яйця курячі або меланж
        яєчний.Інгредієнти: сіль кухонна харчова, цукор-пісок, регулятор кольору
        , перець чорний мелений; перець духмяний мелений; горіх мускатний або
        кардамон мелені; вода питна.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 11 г; жиру не більше ніж 20.0 г; насичені жири 8.8 г; вуглеводи не
        більше ніж 0.2 г; кухонної солі 2.5 г; Енергетична цінність 224 ккал
        Термін придатності за температури, від 0 ℃
        <br />
        до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3
        доби.Термін придатності сардельок запакованих під вакуумом, або в
        модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 12 діб.
      </div>
    ),
    price: 181.82,
    purchaseType: "piece",
    category: "sosyska",
    hot: false,
    imgUrl: [
      "../assets/sausage_school2_0295.JPG",
      "../assets/sausage_school_0262.JPG",
    ],
    shortDesc:
      "Термін  придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 12 діб. ",
    weight: 1,
  },

  {
    id: "9cb8bbd3-e41b-5bv1-b48a-94d51873g5d5",
    name: "Сосиски ЧПК «Шкільні»",
    description: (
      <div>
        Склад: яловичина знежилована вс; свинина знежилована напівжирна; молоко
        коров’яче сухе незбиране, або знежирене; яйця курячі або меланж
        яєчний.Інгредієнти: сіль кухонна харчова, цукор-пісок, регулятор кольору
        , перець чорний мелений; перець духмяний мелений; горіх мускатний або
        кардамон мелені; вода питна.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 11 г; жиру не більше ніж 20.0 г; насичені жири 8.8 г; вуглеводи не
        більше ніж 0.2 г; кухонної солі 2.5 г; Енергетична цінність 224 ккал
        Термін придатності за температури, від 0 ℃
        <br />
        до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3
        доби.Термін придатності сардельок запакованих під вакуумом, або в
        модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 12 діб.
      </div>
    ),
    price: 158.77,
    purchaseType: "piece",
    category: "chpk",
    hot: false,
    imgUrl: ["../assets/school_CHPK_0292.JPG"],
    shortDesc:
      "Термін  придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 12 діб. ",
    weight: 1,
  },

  {
    id: "9cb8bbd3-e45b-4fb7-k46k-94k53843g7k3",
    name: "Ковбаски «Мисливські»",
    description: (
      <div>
        Склад: яловичина знежилована 1 с; свинина знежилована нежирна; свинина
        знежилована напівжирна; сало ковбасне бокове.Інгредієнти: сіль кухонна
        харчова; регулятор кольору; цукор-пісок; перець чорний мелений, перець
        духмяний мелений; часник свіжий почищений подрібнений.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 18 г; жиру не більше ніж 40.0 г; насичені жири 15.4 г; вуглеводи не
        більше ніж 0.3 г; кухонної солі 4 г.
        <br />
        Енергетична цінність 457 ккал Термін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 15
        діб.Термін придатності за температури від -7 ℃ до -9 ℃ не більше 3-х
        місяців.Термін придатності ковбасок запакованих під вакуумом, або в
        модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 25 діб.
      </div>
    ),
    price: 265.05,
    purchaseType: "piece",
    category: "sosyska",
    hot: false,
    imgUrl: ["../assets/mislivski_kovbasky_0312.JPG"],
    shortDesc:
      "Термін  придатності ковбасок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 25 діб. ",
    weight: 1,
  },
  {
    id: "9ca7bbc3-r45b-4fb7-r47a-94n53543g3d3",
    name: "Крило куряче варено-копчене три фаланги",
    description: (
      <div>
        Склад: крило куряче.Інгредієнти: сіль кухонна харчова; регулятор кольору
        ; спеції: паприка; перець чорний; кмин; чілі; коріандр; підсилювач смаку
        та аромату; часник свіжий подрібнений.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 11 г; жиру не більше ніж 24.0 г; насичені жири 8.8 г; вуглеводи 0.3
        г; кухонної солі 4.0 г.
        <br />
        Енергетична цінність 256 ккал Термін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 70% до 80%, не більше ніж 5
        діб.Термін придатності продукту запакованого під вакуумом, або в
        модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 17 діб.
      </div>
    ),
    price: 174.75,
    purchaseType: "piece",
    category: "chicken",
    hot: false,
    imgUrl: ["../assets/krylo_0300.JPG"],
    shortDesc:
      "Термін  придатності продукту  запакованого під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 17 діб. ",
    weight: 1,
  },
  {
    id: "9ca7bvc3-r44m-5tb8-m45h-94j53543g3d3",
    name: "Гомілка куряча варено-копчена",
    description: (
      <div>
        Склад: гомілка курячаІнгредієнти: сіль кухонна харчова; регулятор
        кольору спеції: (паприка; перець чорний мелений; кмин; чілі; коріандр;
        підсилювач смаку та аромату), часник свіжий подрібнений.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 19 г; жиру не більше ніж 9.0 г; насичені жири 3.3 г; вуглеводи 0.3
        г.
        <br />
        Енергетична цінність 256 ккал Термін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 70% до 80%, не більше ніж 5
        діб.Термін придатності продукту запакованого під вакуумом, або в
        модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 17 діб.
      </div>
    ),
    price: 166.11,
    purchaseType: "piece",
    category: "chicken",
    hot: false,
    imgUrl: ["../assets/homilka_kyrka0304.JPG"],
    shortDesc:
      "Термін  придатності продукту  запакованого під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 17 діб. ",
    weight: 1,
  },
  {
    id: "9ca4bbn3-r45b-4lb4-m75j-95n53543g3d3",
    name: "Ковбаски «Дачні» напівкопчені",
    description: (
      <div>
        Склад: свинина знежилована напівжирна; м'ясо птиці; філе птиці; сало
        ковбасне бокове.Інгредієнти: сіль кухонна харчова; білковий
        стабілізатор; регулятор кольору; стабілізатори; підсилювач смаку та
        аромату; антиоксидант Спеції: (перець чорний мелений; часник свіжий
        подрібнений; чілі).
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 13 г; жиру не більше ніж 50.0 г; насичені жири 18.3 г; вуглеводи 0.2
        г; кухонної солі 4.0 г.
        <br />
        Енергетична цінність 365 ккал Термін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 15
        діб.Термін придатності за температури від -7 ℃ до -9 ℃ не більше 3-х
        місяців.Термін придатності продукту запакованого під вакуумом, або в
        модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 25 діб.
      </div>
    ),
    price: 134.42,
    purchaseType: "piece",
    category: "sosyska",
    hot: false,
    imgUrl: ["../assets/dachni.JPG"],
    shortDesc:
      "Термін  придатності продукту  запакованого під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 17 діб. ",
    weight: 1,
  },
  {
    id: "9ca7bbn3-r45b-4lb7-m45s-94n63543m3d3",
    name: "Ковбаски «Шашличні» ",
    description: (
      <div>
        Склад: свинина знежилована напівжирна; яловичина знежилована 1с; м'ясо
        птиці; філе птиці; шпик хребтовий. Інгредієнти: сіль кухонна харчова;
        білковий стабілізатор; регулятор кольору; стабілізатор підсилювач смаку
        та аромату. Спеції: (перець чорний мелений; імбир; мускатний горіх;
        мацис; чілі).
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 13 г; жиру не більше ніж 50.0 г; насичені жири 18.3 г; вуглеводи 0.2
        г; кухонної солі 4.0 г.
        <br />
        Енергетична цінність 348 ккал Термін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 15
        діб.Термін придатності за температури від -7 ℃ до -9 ℃ не більше 3-х
        місяців.Термін придатності продукту запакованого під вакуумом, або в
        модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 25 діб.
      </div>
    ),
    price: 124.84,
    purchaseType: "piece",
    category: "sosyska",
    hot: false,
    imgUrl: ["../assets/kovbaska_shashlichna_0310.JPG"],
    shortDesc:
      "Термін  придатності продукту  запакованого під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 25 діб. ",
    weight: 1,
  },
  // {
  //   id: "9ca7bbn3-r45x-4lc7-m45s-94n63743h3d3",
  //   name: "Ковбаски «Дамські пальчики» напівкопчені ",
  //   description: (
  //     <div>
  //       Склад: ; свинина знежилована нежирна; свинина знежилована напівжирна;
  //       філе птиці; сало ковбасне бокове. Інгредієнти: сіль кухонна харчова;
  //       білковий стабілізатор; регулятор кольору; стабілізатор; підсилювач смаку
  //       та аромату. Спеції (пажитник; корінь любистку; цибуля-порей ).
  //       <br />
  //       Харчова та енергетична цінність. 100 г продукту містить: білок не менше
  //       ніж 13 г; жиру не більше ніж 50.0 г; насичені жири 18.3 г; вуглеводи 0.2
  //       г; кухонної солі 4.0 г.
  //       <br />
  //       Енергетична цінність 326 ккал Термін придатності за температури, від 0 ℃
  //       до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 15
  //       діб.Термін придатності за температури від -7 ℃ до -9 ℃ не більше 3-х
  //       місяців. Термін придатності продукту запакованого під вакуумом, або в
  //       модифікованому газовому середовищі в термозсідальні газонепроникні
  //       полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 25 діб.
  //     </div>
  //   ),
  //   price: 224.58,
  //   purchaseType: "piece",
  //   category: "sausage",
  //   hot: false,
  //   imgUrl: ["../assets/nemaPhoto.jpg"],
  //   shortDesc:
  //     "Термін  придатності продукту  запакованого під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 25 діб. ",
  // weight:1,
  // },
  // {
  //   id: "9ca7bbg3-r85n-4lc0-m45s-04n63743h3d3",
  //   name: "Сардельки варені «Шпикачки»",
  //   description: (
  //     <div>
  //       Склад: яловичина знежилована вс; свинина знежилована нежирна; свинина
  //       знежилована жирна; шпик хребтовий. Інгредієнти: сіль кухонна харчова,
  //       цукор-пісок, регулятор кольору, перець чорний або білий мелені, горіх
  //       мускатний або кардамон мелені, часник свіжий або консервований або
  //       сушений або заморожений почищений подрібнений, вода питна.
  //       <br />
  //       Харчова та енергетична цінність. 100 г продукту містить: білок не менше
  //       ніж 10 г; жиру не більше ніж 32.0 г; насичені жири 11.8 г; вуглеводи 0.4
  //       г; кухонної солі 2.5 г.
  //       <br />
  //       Енергетична цінність 328 ккал Термін придатності за температури, від 0 ℃
  //       до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3
  //       доби.Термін придатності сардельок запакованих під вакуумом, або в
  //       модифікованому газовому середовищі в термозсідальні газонепроникні
  //       полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб.
  //     </div>
  //   ),
  //   price: 128.62,
  //   purchaseType: "piece",
  //   category: "sosyska",
  //   hot: false,
  //   imgUrl: ["../assets/shpikachka.jpg"],
  //   shortDesc:
  //     "Термін  придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб.",
  // weight:1,
  // },
  {
    id: "9pf7tsg9-r85j-43c0-m45d-03n63543c3d3",
    name: "Сосиски з скоринкою",
    description: (
      <div>
        Склад: яловичина знежилована вс; свинина знежилована нежирна; свинина
        знежилована жирна; шпик хребтовий. Інгредієнти: сіль кухонна харчова,
        цукор-пісок, регулятор кольору, перець чорний або білий мелені, горіх
        мускатний або кардамон мелені, часник свіжий або консервований або
        сушений або заморожений почищений подрібнений, вода питна.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 10 г; жиру не більше ніж 32.0 г; насичені жири 11.8 г; вуглеводи 0.4
        г; кухонної солі 2.5 г.
        <br />
        Енергетична цінність 328 ккал Термін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3
        доби.Термін придатності сардельок запакованих під вакуумом, або в
        модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб.
      </div>
    ),
    price: 176.52,
    purchaseType: "piece",
    category: "sosyska",
    hot: false,
    imgUrl: [
      "../assets/sausageWithSkorinka_0009.JPG",
      "../assets/sausageWithSkorinka2_0261.JPG",
    ],
    shortDesc:
      "Термін  придатності продукту  запакованого під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 25 діб. ",
    weight: 1,
  },
  {
    id: "9pn7tbg9-r85y-45c0-m45d-03n63543c3d3",
    name: "Ковбаса «Елітна» напівкопчена",
    description: (
      <div>
        Склад: яловичина знежилована вс; свинина знежилована нежирна; свинина
        знежилована жирна; шпик хребтовий. Інгредієнти: сіль кухонна харчова,
        цукор-пісок, регулятор кольору, перець чорний або білий мелені, горіх
        мускатний або кардамон мелені, часник свіжий або консервований або
        сушений або заморожений почищений подрібнений, вода питна.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 10 г; жиру не більше ніж 32.0 г; насичені жири 11.8 г; вуглеводи 0.4
        г; кухонної солі 2.5 г.
        <br />
        Енергетична цінність 328 ккал Термін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3
        доби.Термін придатності сардельок запакованих під вакуумом, або в
        модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб.
      </div>
    ),
    price: 194.17,
    purchaseType: "piece",
    category: "vuribKovbas",
    hot: false,
    imgUrl: ["../assets/kovbasa_elitna0307.JPG"],
    shortDesc:
      "Термін  придатності продукту  запакованого під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 25 діб. ",
    weight: 1,
  },
  // {
  //   id: "9pn7tbg9-r85f-45c0-m67d-23d63543c3d3",
  //   name: "Ковбаски для гриля напівкопчені",
  //   description: (
  //     <div>
  //       Склад: свинина знежилована нежирна; свинина знежилована напівжирна; сало
  //       ковбасне бокове. Інгредієнти: сіль кухонна харчова; білковий
  //       стабілізатор; регулятор кольору; стабілізатор; підсилювач смаку та
  //       аромату; антиоксидант; декстроза; спеції: (кмин, кріп, перець, часник,
  //       інжир, петрушка); екстракти спецій: ( перець чорний, часник).
  //       <br />
  //       Харчова та енергетична цінність. 100 г продукту містить: білок не менше
  //       ніж 13 г; жиру не більше ніж 40.0 г; насичені жири 14.8 г; вуглеводи 0.2
  //       г; кухонної солі 4 г.
  //       <br />
  //       Енергетична цінність 411 ккал Термін придатності за температури, від 0 ℃
  //       до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 15
  //       діб.Термін придатності за температури від -7 ℃ до -9 ℃ не більше 3-х
  //       місяців. Термін придатності продукту запакованого під вакуумом, або в
  //       модифікованому газовому середовищі в термозсідальні газонепроникні
  //       полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 25 діб.
  //     </div>
  //   ),
  //   price: 192.0,
  //   purchaseType: "piece",
  //   category: "sausage",
  //   hot: false,
  //   imgUrl: ["../assets/grillKovbaska.jpg"],
  //   shortDesc:
  //     "Термін  придатності продукту  запакованого під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 25 діб. ",
  // weight:1,
  // },
  {
    id: "9pn7tbg3-r85f-45c0-m67d-23s63233c3d3",
    name: "Ковбаски «Сирні палички» напівкопчені",
    description: (
      <div>
        Склад: яловичина знежилована 1с; свинина знежилована напівжирна; м'ясо
        птиці; сало ковбасне бокове. Інгредієнти: сіль кухонна харчова; білковий
        стабілізатор; регулятор кольору; стабілізатор; антиоксидант спеції та
        екстракти спецій: (мускатний горіх, білий перець, часник); декстроза;
        ароматизатор м’яса.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 13 г; жиру не більше ніж 40.0 г; насичені жири 14.3 г; вуглеводи 0.2
        г; кухонної солі 4 г;
        <br />
        Енергетична цінність 390 ккал Термін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 15
        діб.Термін придатності за температури від -7 ℃ до -9 ℃ не більше 3-х
        місяців.Термін придатності продукту запакованого під вакуумом, або в
        модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 25 діб.
      </div>
    ),
    price: 154.75,
    purchaseType: "piece",
    category: "sosyska",
    hot: false,
    imgUrl: ["../assets/syrny_palichki_0313.JPG"],
    shortDesc:
      "Термін  придатності продукту  запакованого під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 25 діб.",
    weight: 1,
  },
  {
    id: "9pn7gbg3-r85f-35c2-m67d-23s65233c3d3",
    name: "Ковбаски «Французькі» сирокопчені",
    description: (
      <div>
        Склад: яловичина знежилована вс; філе птиці; шпик хребтовий.Інгредієнти:
        сіль кухонна харчова; білковий стабілізатор; регулятор кольору ;
        регулятор кислоти; стабілізатори; антиоксидант спеції та екстракти
        спецій: (мускатний горіх, білий перець, часник); декстроза.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 15 г; жиру не більше ніж 28.6 г; насичені жири 10.3 г; вуглеводи 0.3
        г; кухонної солі 4.5 г.
        <br />
        Енергетична цінність 326 ккал Термін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, запакованих під вакуумом,
        або в модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали цілими виробами 120 діб, порційними нарізаннями 45
        діб.
      </div>
    ),
    price: 355.87,
    purchaseType: "piece",
    category: "rawSmoked",
    hot: false,
    imgUrl: [
      "../assets/kovbaskyFranc_0014.JPG",
      "../assets/zelc_kovbaskyFranc_rylet.JPG",
    ],
    shortDesc:
      "Термін придатності за температури від -2 ℃ до -4 ℃ не більше 6-и  місяців, за температури від -7 ℃ до -9 ℃ не більше 9-и  місяців",
    weight: 1,
  },
  {
    id: "3pg5gmg3-r85f-35c2-m67d-23s65233c3d3",
    name: "Зельц «Язиковий»",
    description: (
      <div>
        Склад: яловичина знежилована вс; філе птиці; шпик хребтовий.Інгредієнти:
        сіль кухонна харчова; білковий стабілізатор; регулятор кольору ;
        регулятор кислоти; стабілізатори; антиоксидант спеції та екстракти
        спецій: (мускатний горіх, білий перець, часник); декстроза.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 15 г; жиру не більше ніж 28.6 г; насичені жири 10.3 г; вуглеводи 0.3
        г; кухонної солі 4.5 г.
        <br />
        Енергетична цінність 326 ккал Термін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, запакованих під вакуумом,
        або в модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали цілими виробами 120 діб, порційними нарізаннями 45
        діб.
      </div>
    ),
    price: 323.52,
    purchaseType: "piece",
    category: "pork",
    hot: false,
    imgUrl: [
      "../assets/zelc_0017.JPG",
      "../assets/zelc_kovbaskyFranc_rylet.JPG",
    ],
    shortDesc:
      "Термін придатності за температури від -2 ℃ до -4 ℃ не більше 6-и  місяців, за температури від -7 ℃ до -9 ℃ не більше 9-и  місяців",
    weight: 1,
  },
  {
    id: "3pg5gmg4-r85g-35c1-m67s-23s67233c3d3",
    name: "Сенатор",
    description: (
      <div>
        Склад: яловичина знежилована вс; філе птиці; шпик хребтовий.Інгредієнти:
        сіль кухонна харчова; білковий стабілізатор; регулятор кольору ;
        регулятор кислоти; стабілізатори; антиоксидант спеції та екстракти
        спецій: (мускатний горіх, білий перець, часник); декстроза.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 15 г; жиру не більше ніж 28.6 г; насичені жири 10.3 г; вуглеводи 0.3
        г; кухонної солі 4.5 г.
        <br />
        Енергетична цінність 326 ккал Термін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, запакованих під вакуумом,
        або в модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали цілими виробами 120 діб, порційними нарізаннями 45
        діб. Термін зберігання не більше 120 діб. Умови зберігання 0-6°C.
      </div>
    ),
    price: 280.8,
    purchaseType: "piece",
    category: "rawSmoked",
    hot: false,
    imgUrl: [
      "../assets/senator_0018.JPG",
      "../assets/senator2_0147.JPG",
      "../assets/tsarsky_senator_venecia2_0141.JPG",
      "../assets/tsarsky_senator_venecia0138.JPG",
    ],
    shortDesc:
      "Термін придатності за температури від -2 ℃ до -4 ℃ не більше 6-и  місяців, за температури від -7 ℃ до -9 ℃ не більше 9-и  місяців",
    weight: 1,
  },
  {
    id: "3pg5gmg3-r71g-15c1-m67s-13s63233c3c3",
    name: "Українська",
    description: (
      <div>
        Склад: яловичина знежилована вс; філе птиці; шпик хребтовий.Інгредієнти:
        сіль кухонна харчова; білковий стабілізатор; регулятор кольору ;
        регулятор кислоти; стабілізатори; антиоксидант спеції та екстракти
        спецій: (мускатний горіх, білий перець, часник); декстроза.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 15 г; жиру не більше ніж 28.6 г; насичені жири 10.3 г; вуглеводи 0.3
        г; кухонної солі 4.5 г.
        <br />
        Енергетична цінність 326 ккал Термін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, запакованих під вакуумом,
        або в модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали цілими виробами 120 діб, порційними нарізаннями 45
        діб.
      </div>
    ),
    price: 323.52,
    purchaseType: "piece",
    category: "vuribKovbas",
    hot: false,
    imgUrl: [
      "../assets/ukrainian.JPG",
      "../assets/ua2_0132.JPG",
      "../assets/ua3_9984.JPG",
    ],
    shortDesc:
      "Термін придатності за температури від -2 ℃ до -4 ℃ не більше 6-и  місяців, за температури від -7 ℃ до -9 ℃ не більше 9-и  місяців",
    weight: 1,
  },

  {
    id: "3pg3gmg7-r71g-91c1-m55s-13s63233c3c3",
    name: "Ковбаса варена «Любительська»",
    description: (
      <div>
        Склад: яловичина знежилована вс; філе птиці; шпик хребтовий.Інгредієнти:
        сіль кухонна харчова; білковий стабілізатор; регулятор кольору ;
        регулятор кислоти; стабілізатори; антиоксидант спеції та екстракти
        спецій: (мускатний горіх, білий перець, часник); декстроза.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 15 г; жиру не більше ніж 28.6 г; насичені жири 10.3 г; вуглеводи 0.3
        г; кухонної солі 4.5 г.
        <br />
        Енергетична цінність 326 ккал Термін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, запакованих під вакуумом,
        або в модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали цілими виробами 120 діб, порційними нарізаннями 45
        діб.
      </div>
    ),
    price: 168.55,
    purchaseType: "piece",
    category: "varena",
    hot: false,
    imgUrl: [
      "../assets/kovbasa_lyubytelska_0296.JPG",
      "../assets/ua.JPG",
      "../assets/ua2_0132.JPG",
      "../assets/ua3_9984.JPG",
      "../assets/tsarsky_senator_venecia0138.JPG",
    ],
    shortDesc:
      "Термін придатності за температури від -2 ℃ до -4 ℃ не більше 6-и  місяців, за температури від -7 ℃ до -9 ℃ не більше 9-и  місяців",
    weight: 1,
  },

  {
    id: "3pg5gmg3-r31g-15c5-g65s-13s62233c3c3",
    name: "Лікарська",
    description: (
      <div>
        Склад: яловичина знежилована вс; філе птиці; шпик хребтовий.Інгредієнти:
        сіль кухонна харчова; білковий стабілізатор; регулятор кольору ;
        регулятор кислоти; стабілізатори; антиоксидант спеції та екстракти
        спецій: (мускатний горіх, білий перець, часник); декстроза.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 15 г; жиру не більше ніж 28.6 г; насичені жири 10.3 г; вуглеводи 0.3
        г; кухонної солі 4.5 г.
        <br />
        Енергетична цінність 326 ккал Термін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, запакованих під вакуумом,
        або в модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали цілими виробами 120 діб, порційними нарізаннями 21
        діб.
      </div>
    ),
    price: 183.83,
    purchaseType: "piece",
    category: "varena",
    hot: false,
    imgUrl: [
      "../assets/likarska_smakovynka0259.JPG",
      "../assets/likarska_0139.JPG",
      "../assets/likarska2_0143.JPG",
      "../assets/likarska3_144.JPG",
      "../assets/likarska4_0160.JPG",
    ],
    shortDesc:
      "Термін придатності за температури від -2 ℃ до -4 ℃ не більше 6-и  місяців, за температури від -7 ℃ до -9 ℃ не більше 9-и  місяців",
    weight: 1,
  },
  // {
  //   id: "6pg1gmg2-r51g-45c5-h65s-37s62233c3c2",
  //   name: "Ковбаса лікарська",
  //   description: (
  //     <div>
  //       Склад: яловичина знежилована вс; філе птиці; шпик хребтовий.Інгредієнти:
  //       сіль кухонна харчова; білковий стабілізатор; регулятор кольору ;
  //       регулятор кислоти; стабілізатори; антиоксидант спеції та екстракти
  //       спецій: (мускатний горіх, білий перець, часник); декстроза.
  //       <br />
  //       Харчова та енергетична цінність. 100 г продукту містить: білок не менше
  //       ніж 15 г; жиру не більше ніж 28.6 г; насичені жири 10.3 г; вуглеводи 0.3
  //       г; кухонної солі 4.5 г.
  //       <br />
  //       Енергетична цінність 326 ккал Термін придатності за температури, від 0 ℃
  //       до 6 ℃, та відносній вологості від 75% до 78%, запакованих під вакуумом,
  //       або в модифікованому газовому середовищі в термозсідальні газонепроникні
  //       полімерні матеріали цілими виробами 120 діб, порційними нарізаннями 45
  //       діб.
  //     </div>
  //   ),
  //   price: 323.52,
  //   purchaseType: "piece",
  //   category: "chpk",
  //   hot: false,
  //   imgUrl: ["../assets/likarska_smakovynka0259.JPG"],
  //   shortDesc:
  //     "Термін придатності за температури від -2 ℃ до -4 ℃ не більше 6-и  місяців, за температури від -7 ℃ до -9 ℃ не більше 9-и  місяців",
  // weight:1,
  // },
  {
    id: "9pn7gbg3-r83f-35d2-m87d-23s65233c3d3",
    name: "Ковбаса «Імператорська» сирокопчена",
    description: (
      <div>
        Склад: яловичина знежилована 1с; свинина знежилована нежирна; шпик
        хребтовий. Інгредієнти: сіль кухонна харчова; білковий стабілізатор;
        регулятор кольору; регулятор кислоти; стабілізатори; антиоксидант;
        підсилювач смаку та аромату; екстракти прянощів: (мускатний горіх,
        чорний перець, мацис).
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 12 г; жиру не більше ніж 48.0 г; насичені жири 18.1 г; вуглеводи 0.3
        г; кухонної солі 4.5 г.
        <br />
        Енергетична цінність 370 ккал Термін придатності за температури до 150
        С, та відносній вологості від 75% до 78%, 4 місяці, за температури від
        -2 ℃ до -4 ℃ не більше 6-и місяців, за температури від -7 ℃ до -9 ℃ не
        більше 9-и місяцівзапакованих під вакуумом, або в модифікованому
        газовому середовищі в термозсідальні газонепроникні полімерні матеріали
        цілими виробами за температури від 0 ℃ до 6 ℃, не більше ніж 120 діб,
        порційними нарізаннями 45 діб.
      </div>
    ),
    price: 390.0,
    purchaseType: "piece",
    category: "rawSmoked",
    hot: false,
    imgUrl: ["../assets/imperatorska.jpg"],
    shortDesc:
      "Термін придатності за температури від -2 ℃ до -4 ℃ не більше 6-и  місяців, за температури від -7 ℃ до -9 ℃ не більше 9-и  місяців",
    weight: 1,
  },
  {
    id: "9pn7gbg3-f82f-35t2-m87d-43s65233c3d3",
    name: "Ковбаса «Губернаторська» сирокопчена",
    description: (
      <div>
        Склад: свинина знежилована нежирна; свинина знежилована напівжирна.
        Інгредієнти: сіль кухонна харчова; білковий стабілізатор; регулятор
        кольору; підсилювач смаку та аромату; екстракти прянощів: (коріандр,
        чорний перець, мацис, імбир, чілі, кмин).
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 12 г; жиру не більше ніж 65.0 г; насичені жири 24.0 г; вуглеводи 0.3
        г; кухонної солі 4.5 г.
        <br />
        Енергетична цінність 410 ккал Термін придатності за температури до 150
        С, та відносній вологості від 75% до 78%, 4 місяці, за температури від
        -2 ℃ до -4 ℃ не більше 6-и місяців, за температури від -7 ℃ до -9 ℃ не
        більше 9-и місяцівзапакованих під вакуумом, або в модифікованому
        газовому середовищі в термозсідальні газонепроникні полімерні матеріали
        цілими виробами за температури від 0 ℃ до 6 ℃, не більше ніж 120 діб,
        порційними нарізаннями 120 діб.
      </div>
    ),
    price: 402.0,
    purchaseType: "piece",
    category: "rawSmoked",
    hot: false,
    imgUrl: ["../assets/gubernatorska.jpg"],
    shortDesc:
      "Термін  придатності за температури до 150 С, та відносній вологості від 75%  до 78%, 4 місяці, за температури від -2 ℃ до -4 ℃ не більше 6-и  місяців, за температури від -7 ℃ до -9 ℃ не більше 9-и  місяців",
    weight: 1,
  },
  {
    id: "9pn7gbg2-f82f-31t2-m87d-45s65233c3d4",
    name: "Ковбаса салямі «Віденська» напівкопчена",
    description: (
      <div>
        Склад: яловичина знежилована 1 сорту; свинина знежилована напівжирна;
        м'ясо птиці;шпик боковийІнгредієнти: сіль кухонна харчова, регулятор
        кольору, стабілізатори спеції ( коріандр, часник), екстракти спецій
        (чорний перець, білий перець, мускатний горіх), підсилювач смаку і
        аромату, антиоксидант.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить:Білки, не менше
        ніж 13.0 г; жири не більше, ніж 50 г; в т.ч. насичені жири не більше ніж
        18.5 г; вуглеводи 0.2 г; кухонної солі 3.5 г.
        <br />
        Енергетична цінність 332 ккал Термін придатності: за температури від 0 ℃
        до 6 ℃, та відносній вологості 75% до 78 % не більше 15 діб.Термін
        придатності ковбас, запакованих під вакуумом або в модифікованому
        газовому середовищі в плівку цілими батонами, за температури, не вищої
        за 6 ℃, не більше 25 діб.
      </div>
    ),
    price: 131.24,
    purchaseType: "piece",
    category: "vuribKovbas",
    hot: false,
    imgUrl: ["../assets/videnska_9993.JPG"],
    shortDesc:
      "Термін  придатності ковбас, запакованих під вакуумом або в модифікованому газовому середовищі в плівку цілими батонами, за температури, не вищої за 6 ℃, не більше 25 діб.",
    weight: 1,
  },
  // {
  //   id: "9pn4gbh2-f82f-31t2-d37d-45s65213c3d4",
  //   name: "Ковбаса  «Італія» напівкопчена",
  //   description: (
  //     <div>
  //       Склад: свинина знежилована напівжирнаІнгредієнти: сіль кухонна харчова,
  //       регулятор кольору; цукор-пісок; підсилювач смаку та аромату; екстракт
  //       спецій (чорний перець, білий перець, мускатний горіх); антиоксидант.
  //       <br />
  //       Харчова та енергетична цінність. 100 г продукту містить: Білки, не менше
  //       ніж 13.0 г;жири не більше, ніж 50 г; в т.ч. насичені жири не більше ніж
  //       18.5 г; вуглеводи 0.2 г; кухонної солі 4.5 г.
  //       <br />
  //       Енергетична цінність 378 ккалТермін придатності: за температури від 0 ℃
  //       до 6 ℃, та відносній вологості 75% до 78 % не більше 15 діб.Термін
  //       придатності за температури від -7 ℃ до -9 ℃ не більше 3-х місяцівТермін
  //       придатності ковбас, запакованих під вакуумом або в модифікованому
  //       газовому середовищі в плівку цілими батонами, за температури не вищої за
  //       6 ℃, не більше 25 діб.
  //     </div>
  //   ),
  //   price: 185.87,
  //   purchaseType: "piece",
  //   category: "sausage",
  //   hot: false,
  //   imgUrl: ["../assets/nemaPhoto.jpg"],
  //   shortDesc:
  //     "Термін  придатності ковбас, запакованих під вакуумом або в модифікованому газовому середовищі в плівку цілими батонами, за температури  не вищої за 6 ℃, не більше 25 діб.",
  // weight:1,
  // },
  {
    id: "9kk4gbh2-f82f-31t2-d37d-25s75213c3d3",
    name: "Буженина «ПО УКРАЇНСЬКІ»",
    description: (
      <div>
        Склад: свинина знежилована напівжирнаІнгредієнти: сіль кухонна харчова,
        регулятор кольору; цукор-пісок; підсилювач смаку та аромату; екстракт
        спецій (чорний перець, білий перець, мускатний горіх); антиоксидант.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: Білки, не менше
        ніж 13.0 г;жири не більше, ніж 50 г; в т.ч. насичені жири не більше ніж
        18.5 г; вуглеводи 0.2 г; кухонної солі 4.5 г.
        <br />
        Енергетична цінність 378 ккалТермін придатності: за температури від 0 ℃
        до 6 ℃, та відносній вологості 75% до 78 % не більше 15 діб.Термін
        придатності за температури від -7 ℃ до -9 ℃ не більше 3-х місяцівТермін
        придатності ковбас, запакованих під вакуумом або в модифікованому
        газовому середовищі в плівку цілими батонами, за температури не вищої за
        6 ℃, не більше 25 діб.
      </div>
    ),
    price: 185.87,
    purchaseType: "piece",
    category: "pork",
    hot: false,
    imgUrl: ["../assets/byzhenina_9995.JPG"],
    shortDesc:
      "Термін  придатності ковбас, запакованих під вакуумом або в модифікованому газовому середовищі в плівку цілими батонами, за температури  не вищої за 6 ℃, не більше 25 діб.",
    weight: 1,
  },
  {
    id: "4pn4gbh2-f87f-31t2-d37y-45s64233c3d4",
    name: "Ковбаса «Краковецька»  напівкопчена",
    description: (
      <div>
        Склад: свинина знежилована напівжирнаІнгредієнти: сіль кухонна харчова,
        регулятор кольору; цукор-пісок; підсилювач смаку та аромату; екстракт
        спецій (чорний перець, білий перець, мускатний горіх); антиоксидант.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: Білки, не менше
        ніж 13.0 г;жири не більше, ніж 50 г; в т.ч. насичені жири не більше ніж
        18.5 г; вуглеводи 0.2 г; кухонної солі 4.5 г.
        <br />
        Енергетична цінність 378 ккалТермін придатності: за температури від 0 ℃
        до 6 ℃, та відносній вологості 75% до 78 % не більше 15 діб.Термін
        придатності за температури від -7 ℃ до -9 ℃ не більше 3-х місяцівТермін
        придатності ковбас, запакованих під вакуумом або в модифікованому
        газовому середовищі в плівку цілими батонами, за температури не вищої за
        6 ℃, не більше 25 діб.
      </div>
    ),
    price: 125.07,
    purchaseType: "piece",
    category: "vuribKovbas",
    hot: false,
    imgUrl: ["../assets/krakovetska_0299.JPG"],
    shortDesc:
      "Термін  придатності ковбас, запакованих під вакуумом або в модифікованому газовому середовищі в плівку цілими батонами, за температури  не вищої за 6 ℃, не більше 25 діб.",
    weight: 1,
  },
  {
    id: "4pn4gbh2-f87f-31t2-d37y-45s64233c3d5",
    name: "Сосиски варені «Міні»",
    description: (
      <div>
        Склад: яловичина знежилована вс; яловичина знежилована 1с; свинина
        знежилована нежирна; свинина знежилована жирна. Інгредієнти: сіль
        кухонна харчова; молоко коров’яче сухе знежирене; яйця курячі;Регулятор
        кольору; вода питна; декстроза; стабілізатор; підсилювач смаку та
        аромату прянощі (імбир, перець чорний); антиоксидант; екстракти
        прянощів.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 11 г; жиру не більше ніж 20.0 г; насичені жири 8.8 г; вуглеводи не
        більше ніж 0.2 г; кухонної солі 2.5 г.
        <br />
        Енергетична цінність 224 ккал Термін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3
        доби.Термін придатності сардельок запакованих під вакуумом, або в
        модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб.
      </div>
    ),
    price: 170.85,
    purchaseType: "piece",
    category: "sosyska",
    hot: false,
    imgUrl: ["../assets/sausageMini_0163.JPG"],
    shortDesc:
      "Термін  придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб. ",
    weight: 1,
  },
  {
    id: "2gg4ggg2-f87f-31t2-d37y-45s64233c3d5",
    name: "Олів'є",
    description: (
      <div>
        Склад: яловичина знежилована вс; яловичина знежилована 1с; свинина
        знежилована нежирна; свинина знежилована жирна. Інгредієнти: сіль
        кухонна харчова; молоко коров’яче сухе знежирене; яйця курячі;Регулятор
        кольору; вода питна; декстроза; стабілізатор; підсилювач смаку та
        аромату прянощі (імбир, перець чорний); антиоксидант; екстракти
        прянощів.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 11 г; жиру не більше ніж 20.0 г; насичені жири 8.8 г; вуглеводи не
        більше ніж 0.2 г; кухонної солі 2.5 г.
        <br />
        Енергетична цінність 224 ккал Термін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3
        доби.Термін придатності сардельок запакованих під вакуумом, або в
        модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб.
      </div>
    ),
    price: 87.55,
    purchaseType: "piece",
    category: "varena",
    hot: false,
    imgUrl: ["../assets/olivye_0301.JPG"],
    shortDesc:
      "Термін  придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб. ",
    weight: 1,
  },

  {
    id: "2gg4ggg7-f55f-31h2-d37y-45s64233c3d5",
    name: "Олів'є 0,600 гр",
    description: (
      <div>
        Склад: яловичина знежилована вс; яловичина знежилована 1с; свинина
        знежилована нежирна; свинина знежилована жирна. Інгредієнти: сіль
        кухонна харчова; молоко коров’яче сухе знежирене; яйця курячі;Регулятор
        кольору; вода питна; декстроза; стабілізатор; підсилювач смаку та
        аромату прянощі (імбир, перець чорний); антиоксидант; екстракти
        прянощів.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 11 г; жиру не більше ніж 20.0 г; насичені жири 8.8 г; вуглеводи не
        більше ніж 0.2 г; кухонної солі 2.5 г.
        <br />
        Енергетична цінність 224 ккал Термін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3
        доби.Термін придатності сардельок запакованих під вакуумом, або в
        модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб.
      </div>
    ),
    price: 87.55,
    purchaseType: "0,600kg",
    category: "varena",
    hot: false,
    imgUrl: ["../assets/olivye_0301.JPG"],
    shortDesc:
      "Термін  придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб. ",
    weight: 1,
  },
  // {
  //   id: "4tf4gxh2-f97f-21t1-d37y-45s64233c3d5",
  //   name: "Ковбаса любительска",
  //   description: (
  //     <div>
  //       Склад: яловичина знежилована вс; яловичина знежилована 1с; свинина
  //       знежилована нежирна; свинина знежилована жирна. Інгредієнти: сіль
  //       кухонна харчова; молоко коров’яче сухе знежирене; яйця курячі;Регулятор
  //       кольору; вода питна; декстроза; стабілізатор; підсилювач смаку та
  //       аромату прянощі (імбир, перець чорний); антиоксидант; екстракти
  //       прянощів.
  //       <br />
  //       Харчова та енергетична цінність. 100 г продукту містить: білок не менше
  //       ніж 11 г; жиру не більше ніж 20.0 г; насичені жири 8.8 г; вуглеводи не
  //       більше ніж 0.2 г; кухонної солі 2.5 г.
  //       <br />
  //       Енергетична цінність 224 ккал Термін придатності за температури, від 0 ℃
  //       до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3
  //       доби.Термін придатності сардельок запакованих під вакуумом, або в
  //       модифікованому газовому середовищі в термозсідальні газонепроникні
  //       полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб.
  //     </div>
  //   ),
  //   price: 0.0,
  //   purchaseType: "piece",
  //   category: "sausage",
  //   hot: false,
  //   imgUrl: ["../assets/kovbasa_lyubytelska_0296.JPG"],
  //   shortDesc:
  //     "Термін  придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб. ",
  // weight:1,
  // },
  {
    id: "4pn4gbb2-f87d-33f2-d35y-25s63233c3d5",
    name: "Щоковина свиняча",
    description: (
      <div>
        Склад: яловичина знежилована вс; яловичина знежилована 1с; свинина
        знежилована нежирна; свинина знежилована жирна. Інгредієнти: сіль
        кухонна харчова; молоко коров’яче сухе знежирене; яйця курячі;Регулятор
        кольору; вода питна; декстроза; стабілізатор; підсилювач смаку та
        аромату прянощі (імбир, перець чорний); антиоксидант; екстракти
        прянощів.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 11 г; жиру не більше ніж 20.0 г; насичені жири 8.8 г; вуглеводи не
        більше ніж 0.2 г; кухонної солі 2.5 г.
        <br />
        Енергетична цінність 224 ккал Термін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3
        доби.Термін придатності сардельок запакованих під вакуумом, або в
        модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 28 діб.
      </div>
    ),
    price: 154.4,
    purchaseType: "piece",
    category: "pork",
    hot: false,
    imgUrl: ["../assets/shchokovyna_0164.JPG"],
    shortDesc:
      "Термін  придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб. ",
    weight: 1,
  },
  {
    id: "4pn4gfh2-f85f-31t2-d27y-45s64233c3d3",
    name: "Сардельки варені «Елітні»",
    description: (
      <div>
        Склад: яловичина знежилована 1с; свинина знежилована нежирна; свинина
        знежилована жирна; яйця курячі; молоко коров’яче сухе знежирене.
        Інгредієнти: сіль кухонна харчова; регулятор кольору; стабілізатор;
        підсилювач смаку та аромату; спеції (перець чорний, кардамон, імбир);
        гідролізований рослинний протеїн; антиоксидант.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 10 г; жиру не більше ніж 35.0 г; насичені жири 12.8 г; вуглеводи не
        більше ніж 0.2 г; кухонної солі 2.5 г.
        <br />
        Енергетична цінність 330 ккал. Термін придатності за температури, від 0
        ℃ до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3
        доби.Термін придатності сардельок запакованих під вакуумом, або в
        модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб.
      </div>
    ),
    price: 156.29,
    purchaseType: "piece",
    category: "sosyska",
    hot: false,
    imgUrl: ["../assets/elitni0297.JPG"],
    shortDesc:
      "Термін  придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб. ",
    weight: 1,
  },
  {
    id: "4pr4tbb3-f57d-33f2-d35y-25s63233c3d5",
    name: "Ковбаса варена до чаю",
    description: (
      <div>
        Склад: яловичина знежилована вс; яловичина знежилована 1с; свинина
        знежилована нежирна; свинина знежилована жирна. Інгредієнти: сіль
        кухонна харчова; молоко коров’яче сухе знежирене; яйця курячі;Регулятор
        кольору; вода питна; декстроза; стабілізатор; підсилювач смаку та
        аромату прянощі (імбир, перець чорний); антиоксидант; екстракти
        прянощів.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 11 г; жиру не більше ніж 20.0 г; насичені жири 8.8 г; вуглеводи не
        більше ніж 0.2 г; кухонної солі 2.5 г.
        <br />
        Енергетична цінність 224 ккал Термін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3
        доби.Термін придатності сардельок запакованих під вакуумом, або в
        модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 21 діб.
      </div>
    ),
    price: 87.42,
    purchaseType: "piece",
    category: "varena",
    hot: false,
    imgUrl: ["../assets/toTea_0257.JPG"],
    shortDesc:
      "Термін  придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб. ",
    weight: 1,
  },
  {
    id: "2pr4tbb5-f57d-77m2-d35y-25f63233c3n5",
    name: "Ковбаса варена до чаю 0,600гр",
    description: (
      <div>
        Склад: яловичина знежилована вс; яловичина знежилована 1с; свинина
        знежилована нежирна; свинина знежилована жирна. Інгредієнти: сіль
        кухонна харчова; молоко коров’яче сухе знежирене; яйця курячі;Регулятор
        кольору; вода питна; декстроза; стабілізатор; підсилювач смаку та
        аромату прянощі (імбир, перець чорний); антиоксидант; екстракти
        прянощів.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 11 г; жиру не більше ніж 20.0 г; насичені жири 8.8 г; вуглеводи не
        більше ніж 0.2 г; кухонної солі 2.5 г.
        <br />
        Енергетична цінність 224 ккал Термін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3
        доби.Термін придатності сардельок запакованих під вакуумом, або в
        модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 21 діб.
      </div>
    ),
    price: 87.42,
    purchaseType: "0,600kg",
    category: "varena",
    hot: false,
    imgUrl: ["../assets/toTea_0257.JPG"],
    shortDesc:
      "Термін  придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб. ",
    weight: 1,
  },
  {
    id: "4pr4tbb3-f57d-33h2-d36y-32s44233c3f5",
    name: "Теляча",
    description: (
      <div>
        Склад: яловичина знежилована вс; яловичина знежилована 1с; свинина
        знежилована нежирна; свинина знежилована жирна. Інгредієнти: сіль
        кухонна харчова; молоко коров’яче сухе знежирене; яйця курячі;Регулятор
        кольору; вода питна; декстроза; стабілізатор; підсилювач смаку та
        аромату прянощі (імбир, перець чорний); антиоксидант; екстракти
        прянощів.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 11 г; жиру не більше ніж 20.0 г; насичені жири 8.8 г; вуглеводи не
        більше ніж 0.2 г; кухонної солі 2.5 г.
        <br />
        Енергетична цінність 224 ккал Термін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3
        доби.Термін придатності сардельок запакованих під вакуумом, або в
        модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 21 діб.
      </div>
    ),
    price: 87.2,
    purchaseType: "piece",
    category: "varena",
    hot: false,
    imgUrl: ["../assets/telyacha_0258.JPG"],
    shortDesc:
      "Термін  придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб. ",
    weight: 1,
  },

  {
    id: "4pr4tnn3-f57k-33h2-d36y-32k44233c3f5",
    name: "Теляча  0,600гр",
    description: (
      <div>
        Склад: яловичина знежилована вс; яловичина знежилована 1с; свинина
        знежилована нежирна; свинина знежилована жирна. Інгредієнти: сіль
        кухонна харчова; молоко коров’яче сухе знежирене; яйця курячі;Регулятор
        кольору; вода питна; декстроза; стабілізатор; підсилювач смаку та
        аромату прянощі (імбир, перець чорний); антиоксидант; екстракти
        прянощів.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 11 г; жиру не більше ніж 20.0 г; насичені жири 8.8 г; вуглеводи не
        більше ніж 0.2 г; кухонної солі 2.5 г.
        <br />
        Енергетична цінність 224 ккал Термін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3
        доби.Термін придатності сардельок запакованих під вакуумом, або в
        модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 21 діб.
      </div>
    ),
    price: 87.2,
    purchaseType: "0,60kg",
    category: "varena",
    hot: false,
    imgUrl: ["../assets/telyacha_0258.JPG"],
    shortDesc:
      "Термін  придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб. ",
    weight: 1,
  },
  {
    id: "1pr4tbb7-f37d-55h5-d36y-32s44233c3f5",
    name: "Теляча з вершками",
    description: (
      <div>
        Склад: яловичина знежилована вс; яловичина знежилована 1с; свинина
        знежилована нежирна; свинина знежилована жирна. Інгредієнти: сіль
        кухонна харчова; молоко коров’яче сухе знежирене; яйця курячі;Регулятор
        кольору; вода питна; декстроза; стабілізатор; підсилювач смаку та
        аромату прянощі (імбир, перець чорний); антиоксидант; екстракти
        прянощів.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 11 г; жиру не більше ніж 20.0 г; насичені жири 8.8 г; вуглеводи не
        більше ніж 0.2 г; кухонної солі 2.5 г.
        <br />
        Енергетична цінність 224 ккал Термін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3
        доби.Термін придатності сардельок запакованих під вакуумом, або в
        модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 21 діб.
      </div>
    ),
    price: 98.05,
    purchaseType: "piece",
    category: "varena",
    hot: false,
    imgUrl: ["../assets/telyacha_vershky_0298.JPG"],
    shortDesc:
      "Термін  придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб. ",
    weight: 1,
  },
  {
    id: "4pn2gfh5-f35f-38t2-d23y-45s54233c3d3",
    name: "Сардельки «Ювілейні» варені",
    description: (
      <div>
        Склад: яловичина знежилована 1с; свинина знежилована напівжирна; шпик
        боковий; м'ясо птиці.Інгредієнти: сіль кухонна харчова; регулятор
        кольору; стабілізатор; підсилювач смаку та аромату; крохмаль; спеції
        (перець чорний, часник, майоран, мускатний горіх); антиоксидант.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 11 г; жиру не більше ніж 25.0 г; насичені жири 9.2 г; вуглеводи не
        більше ніж 0.2 г; кухонної солі 2.5 г.
        <br />
        Енергетична цінність 283 ккал. Термін придатності за температури, від 0
        ℃ до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3
        доби.Термін придатності сардельок запакованих під вакуумом, або в
        модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб.
      </div>
    ),
    price: 109.12,
    purchaseType: "piece",
    category: "sosyska",
    hot: false,
    imgUrl: ["../assets/sardelkiYouVilei_0155.JPG"],
    shortDesc:
      "Термін  придатності за температури, від 0 ℃ до 6 ℃, та відносній вологості від 75%  до 78%, не більше ніж 3 доби.",
    weight: 1,
  },
  {
    id: "4fd2gfh5-f35f-38t2-d43y-45s54233c3d3",
    name: "Ковбаса «Краківська» напівкопчена",
    description: (
      <div>
        Склад: яловичина знежилована 1с; свинина знежилована напівжирна; свинина
        жирна. Інгредієнти: сіль кухонна харчова; регулятор кольору;
        цукор-пісок; часник свіжий, перець духмяний мелений.
        <br />
        Харчова та енергетична цінність: білок не менше 15 г; жири не більше 42
        г; в т.ч. насичені жири 15.5 г; вуглеводів 0.3 г. кухонної солі 4.3 г.
        <br />
        Енергетична цінність 392 ккал. Термін придатності: за температури від 0
        ℃ до 6 ℃, та відносній вологості 75% до 78 % не більше 15 діб.Термін
        придатності ковбас, запакованих під вакуумом або в модифікованому
        газовому середовищі в плівку цілими батонами, за температури не вищої за
        6 ℃, не більше 25 діб.
      </div>
    ),
    price: 242.55,
    purchaseType: "piece",
    category: "chpk",
    hot: false,
    imgUrl: ["../assets/krakivska_9987.JPG"],
    shortDesc:
      "Термін  придатності: за температури від 0 ℃ до 6 ℃, та відносній вологості 75% до 78 % не більше 15 діб.",
    weight: 1,
  },
  {
    id: "4fd2gfh3-f35f-38t2-y42y-45s54233f5d3",
    name: "Ковбаса варена «Дитяча вершкова» ",
    description: (
      <div>
        Склад: яловичина знежилована вс; свинина знежилована напівжирна; яйця
        курячі; вершки з коров’ячого молока, молоко коров’яче знежирене.
        Інгредієнти: сіль кухонна харчова; цукор-пісок; регулятор кольору; горіх
        мускатний мелений.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        12 г; жири не більше 32 г; в т.ч. насичені жири не більше 11.8 г;
        вуглеводи 0.3 г; сіль кухонна не більше 2.5 г.
        <br />
        Енергетична цінність 201 ккал. Термін придатності за температури, від 0
        ℃ до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3
        доби.Термін придатності ковбаси запакованої під вакуумом, або в
        модифікованому газовому середовищі в газонепроникні полімерні матеріали
        за температури від 0 ℃ до 6 ℃ не більше 20 діб.
      </div>
    ),
    price: 173.99,
    purchaseType: "piece",
    category: "chpk",
    hot: false,
    imgUrl: ["../assets/dytyacha_vershkova_0293.JPG"],
    shortDesc:
      "Термін  придатності за температури, від 0 ℃ до 6 ℃, та відносній вологості від 75%  до 78%, не більше ніж 3 доби.",
    weight: 1,
  },
  {
    id: "5fd2wjk3-f35n-33t2-y42y-45s54235f5d3",
    name: "Сосиски «Філейні» варені",
    description: (
      <div>
        Склад: свинина знежилована нежирна; філе птиці; свинина знежилована
        напівжирна. Інгредієнти: сіль кухонна харчова; регулятор кольору; молоко
        сухе; яйця курячі; підсилювач смаку та аромату; стабілізатори;
        декстроза; спеції (паприка, часник, чорний перець).
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білки не менше
        ніж 10.0 г;жири не більше 32.0 г; в т.ч. насичені жири не більше ніж
        11.8 г; вуглеводів 0.2 г; кухонної солі 2.5 г.
        <br />
        Енергетична цінність 326 ккалТермін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3
        доби.Термін придатності сосисок запакованих під вакуумом, або в
        модифікованому газовому середовищі в газонепроникні полімерні матеріали
        за температури від 0 ℃ до 6 ℃ не більше 20 діб.
      </div>
    ),
    price: 135.91,
    purchaseType: "piece",
    category: "sosyska",
    hot: false,
    imgUrl: ["../assets/sausageFileini_0161.JPG"],
    shortDesc:
      "Термін  придатності за температури, від 0 ℃ до 6 ℃, та відносній вологості від 75%  до 78%, не більше ніж 3 доби.",
    weight: 1,
  },
  {
    id: "5fd2wjk5-f34n-55t2-y55y-45s54235f5d3",
    name: "Сардельки соковиті",
    description: (
      <div>
        Склад: свинина знежилована нежирна; філе птиці; свинина знежилована
        напівжирна. Інгредієнти: сіль кухонна харчова; регулятор кольору; молоко
        сухе; яйця курячі; підсилювач смаку та аромату; стабілізатори;
        декстроза; спеції (паприка, часник, чорний перець).
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білки не менше
        ніж 10.0 г;жири не більше 32.0 г; в т.ч. насичені жири не більше ніж
        11.8 г; вуглеводів 0.2 г; кухонної солі 2.5 г.
        <br />
        Енергетична цінність 326 ккалТермін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3
        доби.Термін придатності сосисок запакованих під вакуумом, або в
        модифікованому газовому середовищі в газонепроникні полімерні матеріали
        за температури від 0 ℃ до 6 ℃ не більше 20 діб.
      </div>
    ),
    price: 141.48,
    purchaseType: "piece",
    category: "sosyska",
    hot: false,
    imgUrl: ["../assets/sardelki_sokovyty_0294.JPG"],
    shortDesc:
      "Термін  придатності за температури, від 0 ℃ до 6 ℃, та відносній вологості від 75%  до 78%, не більше ніж 3 доби.",
    weight: 1,
  },
  {
    id: "2fd3wjk4-g14n-55h2-y55y-45s54235f5d3",
    name: "Сосиски шкільні",
    description: (
      <div>
        Склад: свинина знежилована нежирна; філе птиці; свинина знежилована
        напівжирна. Інгредієнти: сіль кухонна харчова; регулятор кольору; молоко
        сухе; яйця курячі; підсилювач смаку та аромату; стабілізатори;
        декстроза; спеції (паприка, часник, чорний перець).
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білки не менше
        ніж 10.0 г;жири не більше 32.0 г; в т.ч. насичені жири не більше ніж
        11.8 г; вуглеводів 0.2 г; кухонної солі 2.5 г.
        <br />
        Енергетична цінність 326 ккалТермін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3
        доби.Термін придатності сосисок запакованих під вакуумом, або в
        модифікованому газовому середовищі в газонепроникні полімерні матеріали
        за температури від 0 ℃ до 6 ℃ не більше 20 діб.
      </div>
    ),
    price: 174.65,
    purchaseType: "piece",
    category: "chpk",
    hot: false,
    imgUrl: ["../assets/sausage_school2_0295.JPG"],
    shortDesc:
      "Термін  придатності за температури, від 0 ℃ до 6 ℃, та відносній вологості від 75%  до 78%, не більше ніж 3 доби.",
    weight: 1,
  },
  {
    id: "5fd2wvk3-f35n-33r2-y22y-45s54235n5d7",
    name: "Рулет святковий",
    description: (
      <div>
        Склад: свинина знежилована нежирна; філе птиці; свинина знежилована
        напівжирна. Інгредієнти: сіль кухонна харчова; регулятор кольору; молоко
        сухе; яйця курячі; підсилювач смаку та аромату; стабілізатори;
        декстроза; спеції (паприка, часник, чорний перець).
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білки не менше
        ніж 10.0 г;жири не більше 32.0 г; в т.ч. насичені жири не більше ніж
        11.8 г; вуглеводів 0.2 г; кухонної солі 2.5 г.
        <br />
        Енергетична цінність 326 ккалТермін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3
        доби.Термін придатності сосисок запакованих під вакуумом, або в
        модифікованому газовому середовищі в газонепроникні полімерні матеріали
        за температури від 0 ℃ до 6 ℃ не більше 20 діб.
      </div>
    ),
    price: 260.1,
    purchaseType: "piece",
    category: "pork",
    hot: false,
    imgUrl: [
      "../assets/rylet_0260.JPG",
      "../assets/zelc_kovbaskyFranc_rylet.JPG",
    ],
    shortDesc:
      "Термін  придатності за температури, від 0 ℃ до 6 ℃, та відносній вологості від 75%  до 78%, не більше ніж 3 доби.",
    weight: 1,
  },

  {
    id: "7fd2wvk3-f33n-55r2-y77y-45s54235n5d7",
    name: "Рулет курячий «Черепашка» ",
    description: (
      <div>
        Склад: свинина знежилована нежирна; філе птиці; свинина знежилована
        напівжирна. Інгредієнти: сіль кухонна харчова; регулятор кольору; молоко
        сухе; яйця курячі; підсилювач смаку та аромату; стабілізатори;
        декстроза; спеції (паприка, часник, чорний перець).
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білки не менше
        ніж 10.0 г;жири не більше 32.0 г; в т.ч. насичені жири не більше ніж
        11.8 г; вуглеводів 0.2 г; кухонної солі 2.5 г.
        <br />
        Енергетична цінність 326 ккалТермін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3
        доби.Термін придатності сосисок запакованих під вакуумом, або в
        модифікованому газовому середовищі в газонепроникні полімерні матеріали
        за температури від 0 ℃ до 6 ℃ не більше 10 діб.
      </div>
    ),
    price: 222.0,
    purchaseType: "piece",
    category: "chicken",
    hot: false,
    imgUrl: [
      "../assets/rylet_0260.JPG",
      "../assets/zelc_kovbaskyFranc_rylet.JPG",
    ],
    shortDesc:
      "Термін  придатності за температури, від 0 ℃ до 6 ℃, та відносній вологості від 75%  до 78%, не більше ніж 3 доби.",
    weight: 1,
  },

  {
    id: "5fd2wjk2-f35n-33t2-y42f-43s54225f5d3",
    name: "Сардельки варені «Малятко»",
    description: (
      <div>
        Склад: яловичина знежилована вс; яловичина знежилована 1с; м'ясо птиці;
        шпик боковий. Інгредієнти: сіль кухонна харчова; регулятор кольору;
        цукор-пісок; стабілізатори вода питна; перець чорний, горіх мускатний
        мелений.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        12 г; жири не більше 32 г; в т.ч. насичені жири 11.8 г; вуглеводи 0.3 г;
        сіль кухонна не більше 2.5 г.
        <br />
        Енергетична цінність 290 ккал. Термін придатності за температури, від 0
        ℃ до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3
        доби.Термін придатності ковбаси запакованої під вакуумом, або в
        модифікованому газовому середовищі в газонепроникні полімерні матеріали
        за температури від 0 ℃ до 6 ℃ не більше 20 діб.
      </div>
    ),
    price: 110.46,
    purchaseType: "piece",
    category: "sosyska",
    hot: false,
    imgUrl: ["../assets/sardelkiMalyatko_0159.JPG"],
    shortDesc:
      "Термін  придатності за температури, від 0 ℃ до 6 ℃, та відносній вологості від 75%  до 78%, не більше ніж 3 доби.",
    weight: 1,
  },
  {
    id: "5fd2rjk2-f35n-33k2-y42f-43s54225p5d3",
    name: "Салямі «Угорська» ",
    description: (
      <div>
        Склад: яловичина знежилована вс; яловичина знежилована 1 сорту, свинина
        знежилована напівжирна, шпик хребтовий. Інгредієнти: сіль кухонна
        харчова, регулятор кольору; декстроза; глюкозний сироп; мальтодекстрин;
        крохмаль; олія соняшникова; спеції ( кардамон, часник), екстракти спецій
        (часнику, лимона, моркви), підсилювач смаку і аромату , антиоксидант.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить:Білки, не менше
        ніж 16.0 г; жири не більше, ніж 35.0 г; в т.ч. насичені жири не більше
        ніж 12.5 г; вуглеводи 0.2 г; кухонної солі 4.5 г.
        <br />
        Енергетична цінність 350 ккалТермін придатності: за температури від 0 ℃
        до 6 ℃, та відносній вологості 75% до 78 % не більше 15 діб.
      </div>
    ),
    price: 162.7,
    purchaseType: "piece",
    category: "vuribKovbas",
    hot: false,
    imgUrl: ["../assets/hungary_9985.JPG"],
    shortDesc:
      "Термін  придатності: за температури від 0 ℃ до 6 ℃, та відносній вологості 75% до 78 % не більше 15 діб.",
    weight: 1,
  },
  {
    id: "4fd5ffj4-f23f-38t2-d43y-15s14233c3d3",
    name: "Салямі фінська",
    description: (
      <div>
        Склад: яловичина знежилована 1с; свинина знежилована напівжирна; свинина
        жирна. Інгредієнти: сіль кухонна харчова; регулятор кольору;
        цукор-пісок; часник свіжий, перець духмяний мелений.
        <br />
        Харчова та енергетична цінність: білок не менше 15 г; жири не більше 42
        г; в т.ч. насичені жири 15.5 г; вуглеводів 0.3 г. кухонної солі 4.3 г.
        <br />
        Енергетична цінність 392 ккал. Термін придатності: за температури від 0
        ℃ до 6 ℃, та відносній вологості 75% до 78 % не більше 15 діб.Термін
        придатності ковбас, запакованих під вакуумом або в модифікованому
        газовому середовищі в плівку цілими батонами, за температури не вищої за
        6 ℃, не більше 25 діб.
      </div>
    ),
    price: 175.06,
    purchaseType: "piece",
    category: "chpk",
    hot: false,
    imgUrl: ["../assets/salyami_9988.JPG"],
    shortDesc:
      "Термін  придатності: за температури від 0 ℃ до 6 ℃, та відносній вологості 75% до 78 % не більше 15 діб.",
    weight: 1,
  },
  {
    id: "5fd2rjk2-f95n-33w9-y42f-43s63255p5d3",
    name: "Ковбаса «Дрогобицька» напівкопчена",
    description: (
      <div>
        Склад: свинина знежилована нежирнаІнгредієнти: сіль кухонна харчова;
        регулятор кольору; цукор-пісок; перець чорний мелений; перець духмяний
        мелений, кмин мелений, часник свіжий очищений подрібнений.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить білки 13.0 г;
        жири не більше ніж 32 г; в т.ч. насичені жири 12.5 г.
        <br />
        Енергетична цінність 332 ккал.Термін придатності: за температури від 0 ℃
        до 6 ℃, та відносній вологості 75% до 78 % не більше 15 діб.Термін
        придатності за температури від -7 ℃ до -9 ℃ не більше 3-х місяцівТермін
        придатності ковбас, запакованих під вакуумом або в модифікованому
        газовому середовищі в плівку цілими батонами, за температури, не вищої
        за 6 ℃, не більше 25 діб.
      </div>
    ),
    price: 330.35,
    purchaseType: "piece",
    category: "chpk",
    hot: false,
    imgUrl: ["../assets/drogobytska0010.JPG"],
    shortDesc:
      "Термін  придатності: за температури від 0 ℃ до 6 ℃, та відносній вологості 75% до 78 % не більше 15 діб.",
    weight: 1,
  },
  {
    id: "5fd2rjk2-g95n-33h9-y42h-43x63255p2d3",
    name: "Сервелат",
    description: (
      <div>
        Склад: свинина знежилована нежирнаІнгредієнти: сіль кухонна харчова;
        регулятор кольору; цукор-пісок; перець чорний мелений; перець духмяний
        мелений, кмин мелений, часник свіжий очищений подрібнений.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить білки 13.0 г;
        жири не більше ніж 32 г; в т.ч. насичені жири 12.5 г.
        <br />
        Енергетична цінність 332 ккал.Термін придатності: за температури від 0 ℃
        до 6 ℃, та відносній вологості 75% до 78 % не більше 15 діб.Термін
        придатності за температури від -7 ℃ до -9 ℃ не більше 3-х місяцівТермін
        придатності ковбас, запакованих під вакуумом або в модифікованому
        газовому середовищі в плівку цілими батонами, за температури, не вищої
        за 6 ℃, не більше 25 діб.
      </div>
    ),
    price: 264.31,
    purchaseType: "piece",
    category: "vuribKovbas",
    hot: false,
    imgUrl: ["../assets/servelat_9989.JPG"],
    shortDesc:
      "Термін  придатності: за температури від 0 ℃ до 6 ℃, та відносній вологості 75% до 78 % не більше 15 діб.",
    weight: 1,
  },
  {
    id: "5wd2njk2-g95n-33b9-k42h-23x63255p2d3",
    name: "Баликова",
    description: (
      <div>
        Склад: свинина знежилована нежирнаІнгредієнти: сіль кухонна харчова;
        регулятор кольору; цукор-пісок; перець чорний мелений; перець духмяний
        мелений, кмин мелений, часник свіжий очищений подрібнений.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить білки 13.0 г;
        жири не більше ніж 32 г; в т.ч. насичені жири 12.5 г.
        <br />
        Енергетична цінність 332 ккал.Термін придатності: за температури від 0 ℃
        до 6 ℃, та відносній вологості 75% до 78 % не більше 15 діб.Термін
        придатності за температури від -7 ℃ до -9 ℃ не більше 3-х місяцівТермін
        придатності ковбас, запакованих під вакуумом або в модифікованому
        газовому середовищі в плівку цілими батонами, за температури, не вищої
        за 6 ℃, не більше 25 діб.
      </div>
    ),
    price: 183.71,
    purchaseType: "piece",
    category: "vuribKovbas",
    hot: false,
    imgUrl: ["../assets/balikova_9990.JPG"],
    shortDesc:
      "Термін  придатності: за температури від 0 ℃ до 6 ℃, та відносній вологості 75% до 78 % не більше 15 діб.",
    weight: 1,
  },
  {
    id: "5fd2bjk2-f95n-33v2-y42f-43s63255p5d3",
    name: "Ковбаса «Домашня на дровах» напівкопчена",
    description: (
      <div>
        Склад: свинина знежилована нежирна; свинина знежилована напівжирна; шпик
        хребтовий. Інгредієнти: сіль кухонна харчова; регулятор кольору ;
        декстроза; цукор; спеції ( чілі, паприка, селера, перець чорний);
        підсилювач смаку та аромату; антиоксидант; екстракт спецій (паприка,
        перець, чілі).
        <br />
        Харчова та енергетична цінність. 100 г продукту містить білки 13.0 г;
        жири не більше ніж 32 г; в т.ч. насичені жири 12.5 г;
        <br />
        Енергетична цінність 221 ккал.Термін придатності: за температури від 0 ℃
        до 6 ℃, та відносній вологості 75% до 78 % не більше 15 діб.Термін
        придатності за температури від -7 ℃ до -9 ℃ не більше 3-х місяцівТермін
        придатності ковбас, запакованих під вакуумом або в модифікованому
        газовому середовищі в плівку цілими батонами, за температури, не вищої
        за 6 ℃, не більше 25 діб.
      </div>
    ),
    price: 178.65,
    purchaseType: "piece",
    category: "pork",
    hot: false,
    imgUrl: ["../assets/na_drovah_0309.JPG"],
    shortDesc:
      "Термін  придатності: за температури від 0 ℃ до 6 ℃, та відносній вологості 75% до 78 % не більше 15 діб.",
    weight: 1,
  },
  // {
  //   id: "5fd2bjk2-f95n-33h4-y42f-43s63255t5d3",
  //   name: "Сосиски варені  «Карапуз» ",
  //   description: (
  //     <div>
  //       Склад: яловичина знежилована 1с; свинина знежилована напівжирна; філе
  //       курки; молоко коров’яче сухе; яйця курячі. Інгредієнти: сіль кухонна
  //       харчова; регулятор кольору; екстракти спецій (часник, кардамон, перець
  //       чорний, мускатний горіх, коріандр, маци, паприка).
  //       <br />
  //       Харчова та енергетична цінність. 100 г продукту містить: білок не менше
  //       12 г; жири не більше 32 г; в т.ч. насичені жири 11.8 г; вуглеводи 0.3 г;
  //       сіль кухонна не більше 2.5 г.
  //       <br />
  //       Енергетична цінність 328 ккал. Термін придатності за температури, від 0
  //       ℃ до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3
  //       доби.Термін придатності ковбаси запакованої під вакуумом, або в
  //       модифікованому газовому середовищі в газонепроникні полімерні матеріали
  //       за температури від 0 ℃ до 6 ℃ не більше 20 діб.
  //     </div>
  //   ),
  //   price: 122.0,
  //   purchaseType: "piece",
  //   category: "sosyska",
  //   hot: false,
  //   imgUrl: ["../assets/karapyz.jpg"],
  //   shortDesc:
  //     "Термін  придатності за температури, від 0 ℃ до 6 ℃, та відносній вологості від 75%  до 78%, не більше ніж 3 доби.",
  // weight:1,
  // },
  {
    id: "3fx2bjk2-r95n-33h4-y52f-43s63255t5d3",
    name: "Млинці з м’ясом курячим 4кг",
    description: (
      <div>
        Млинці з м’ясом курячим: тісто: борошно, вода питна, молоко
        пастеризоване 2,5%, яєчний порошок (меланж), жир курячий топлений,
        крохмаль картопляний, пшенична клітковина, цукор білий кристалічний,
        сіль кухонна, куркума.
        <br />
        Начинка: філе куряче варене, цибуля ріпчаста смажена, жир курячий
        топлений, шкварки з шкірки курячої, сіль кухонна, спеції.
      </div>
    ),
    price: 89.09,
    purchaseType: "piece",
    category: "semiFinished",
    hot: false,
    imgUrl: ["../assets/blinchikWithChicken.jpg"],
    shortDesc:
      "Начинка: філе куряче варене, цибуля ріпчаста смажена, жир курячий топлений, шкварки з шкірки курячої, сіль кухонна, спеції.",
    weight: 4,
  },
  {
    id: "3fx3bjk2-r94n-43b4-y29f-43s63255t5d3",
    name: "Млинці з сиром та родзинками 4кг",
    description: (
      <div>
        Млинці з сиром та родзинками : тісто: борошно, вода питна, молоко
        пастеризоване 2,5%, яєчний порошок (меланж), жир курячий топлений,
        крохмаль картопляний, пшенична клітковина, цукор білий кристалічний,
        сіль кухонна, куркума.
        <br />
        Начинка: сир кис , цукор білий кристалічний, ванілін, сіль кухонна, вода
        питна.
      </div>
    ),
    price: 75.53,
    purchaseType: "piece",
    category: "semiFinished",
    hot: false,
    imgUrl: ["../assets/blinchikWithCheese.jpg"],
    shortDesc:
      "Начинка: сир кис , цукор білий кристалічний, ванілін, сіль кухонна, вода питна.",
    weight: 4,
  },
  {
    id: "4fx3byk2-r94n-43b3-y19f-43s63255i5d3",
    name: "Млинці з сиром та родзинками ~0.600кг",
    description: (
      <div>
        Млинці з сиром та родзинками : тісто: борошно, вода питна, молоко
        пастеризоване 2,5%, яєчний порошок (меланж), жир курячий топлений,
        крохмаль картопляний, пшенична клітковина, цукор білий кристалічний,
        сіль кухонна, куркума.
        <br />
        Начинка: сир кис , цукор білий кристалічний, ванілін, сіль кухонна, вода
        питна.
      </div>
    ),
    price: 69.96,
    purchaseType: "1count",
    category: "semiFinished",
    hot: false,
    imgUrl: ["../assets/blinchikWithRodzynka.jpg"],
    shortDesc:
      "Начинка: сир кис , цукор білий кристалічний, ванілін, сіль кухонна, вода питна.",
    weight: 0.6,
  },
  {
    id: "3fx3bjk2-g31n-43c4-y24n-43s63255t5d3",
    name: "Бендерики курині 4кг",
    description: (
      <div>
        Бендерики курині: тісто: борошно, вода питна, молоко пастеризоване 2,5%,
        яєчний порошок (меланж), жир курячий топлений, крохмаль картопляний,
        пшенична клітковина, цукор білий кристалічний, сіль кухонна, куркума.
        <br />
        Начинка: м'ясо птиці, шкірка куряча, цибуля ріпчаста, текстурат соєвий
        харчовий, борошно соєве харчове, сіль харчова, спеції. Термін зберігання
        6 місяців. Умови зберігання -18°C.
      </div>
    ),
    price: 67.64,
    purchaseType: "piece",
    category: "semiFinished",
    hot: false,
    imgUrl: ["../assets/banderyk.jpg"],
    shortDesc:
      "Начинка: м'ясо птиці, шкірка куряча, цибуля ріпчаста, текстурат соєвий харчовий, борошно соєве харчове, сіль харчова, спеції.",
    weight: 4,
  },
  {
    id: "3qx3bhk2-g31n-13c4-y24n-43s63255y4d3",
    name: "Венеція",
    description: (
      <div>
        Бендерики курині: тісто: борошно, вода питна, молоко пастеризоване 2,5%,
        яєчний порошок (меланж), жир курячий топлений, крохмаль картопляний,
        пшенична клітковина, цукор білий кристалічний, сіль кухонна, куркума.
        <br />
        Начинка: м'ясо птиці, шкірка куряча, цибуля ріпчаста, текстурат соєвий
        харчовий, борошно соєве харчове, сіль харчова, спеції. Термін зберігання
        не більше 120 діб. Умови зберігання 0-6°C.
      </div>
    ),
    price: 284.7,
    purchaseType: "piece",
    category: "rawSmoked",
    hot: false,
    imgUrl: [
      "../assets/venecia3_0015.JPG",
      "../assets/venecia1_0011.JPG",
      "../assets/venecia2_0012.JPG",
      "../assets/venecia4_0142.JPG",
      "../assets/tsarsky_senator_venecia0138.JPG",
      "../assets/tsarsky_senator_venecia2_0141.JPG",
    ],
    shortDesc:
      "Начинка: м'ясо птиці, шкірка куряча, цибуля ріпчаста, текстурат соєвий харчовий, борошно соєве харчове, сіль харчова, спеції.",
    weight: 1,
  },
  {
    id: "3ks3bjk2-h11n-52c4-y24n-43s63255t5d3",
    name: "Бендерики свин. – ялов. 4кг",
    description: (
      <div>
        Бендерики свин. – ялов.: тісто: борошно, вода питна, молоко
        пастеризоване 2,5%, яєчний порошок (меланж), жир курячий топлений,
        крохмаль картопляний, пшенична клітковина, цукор білий кристалічний,
        сіль кухонна, куркума.
        <br />
        Начинка: м'ясо свинини та яловичини напівжирне, шкірка куряча, цибуля
        ріпчаста, борошно соєве харчове, сіль кухонна, спеції.
      </div>
    ),
    price: 79.81,
    purchaseType: "piece",
    category: "semiFinished",
    hot: false,
    imgUrl: ["../assets/banderyk.jpg"],
    shortDesc:
      "Начинка: м'ясо свинини та яловичини напівжирне, шкірка куряча, цибуля ріпчаста, борошно соєве харчове, сіль кухонна,спеції.",
    weight: 4,
  },
  {
    id: "3ks3tjk2-h12x-52c4-y25g-43s63255t5d3",
    name: "Царська",
    description: (
      <div>
        Бендерики свин. – ялов.: тісто: борошно, вода питна, молоко
        пастеризоване 2,5%, яєчний порошок (меланж), жир курячий топлений,
        крохмаль картопляний, пшенична клітковина, цукор білий кристалічний,
        сіль кухонна, куркума.
        <br />
        Начинка: м'ясо свинини та яловичини напівжирне, шкірка куряча, цибуля
        ріпчаста, борошно соєве харчове, сіль кухонна, спеції. Термін зберігання
        не більше 120 діб. Умови зберігання 0-6°C.
      </div>
    ),
    price: 278.1,
    purchaseType: "piece",
    category: "rawSmoked",
    hot: false,
    imgUrl: [
      "../assets/tsarska0013.JPG",
      "../assets/tsarska2_0140.JPG",
      "../assets/tsarsky_senator_venecia0138.JPG",
      "../assets/tsarsky_senator_venecia2_0141.JPG",
    ],
    shortDesc:
      "Начинка: м'ясо свинини та яловичини напівжирне, шкірка куряча, цибуля ріпчаста, борошно соєве харчове, сіль кухонна,спеції.",
    weight: 1,
  },
  {
    id: "3ks3bjk2-y41n-52c4-y24n-43f27215t5d3",
    name: "Бендерики з грибами 4кг",
    description: (
      <div>
        Бендерики з грибами: тісто: борошно, вода питна, молоко пастеризоване
        2,5%, яєчний порошок (меланж), жир курячий топлений, крохмаль
        картопляний, пшенична клітковина, цукор білий кристалічний, сіль
        кухонна, куркума.
        <br />
        Начинка: гриби печериці, цибуля ріпчаста смажена, сіль кухонна, борошно
        манне екструдоване, жир курячий топлений, перець чорний мелений,
        приправа до грибів. Термін зберігання 6 місяців. Умови зберігання -18°C.
      </div>
    ),
    price: 96.65,
    purchaseType: "piece",
    category: "semiFinished",
    hot: false,
    imgUrl: ["../assets/banderyk.jpg"],
    shortDesc:
      "Начинка: гриби печериці, цибуля ріпчаста смажена, сіль кухонна, борошно манне екструдоване, жир курячий топлений, перець чорний мелений, приправа до грибів.",
    weight: 4,
  },

  {
    id: "3kw5pvk5-s42f-72c7-y24n-33f27175r5d3",
    name: "Вареники з картоплею та цибулею 5 кг",
    description: (
      <div>
        Тісто: борошно пшеничне вищого ґатунку, сироватка пастеризована, сода
        харчова, поліпшувач тіста, сіль кухонна, харчовий барвник «Куркума»
        <br />
        Начинка: картопля варена, цибуля ріпчаста пасирована, жир курячий
        топлений, сіль кухонна, перець чорний мелений.
      </div>
    ),
    price: 47.41,
    purchaseType: "piece",
    category: "semiFinished",
    hot: false,
    imgUrl: ["../assets/varenykWithPotato.jpg"],
    shortDesc:
      "Начинка: картопля варена, цибуля ріпчастасмажена, сіль кухонна, жир курячий топлений, перець чорний мелений, часник сухий мелений.",
    weight: 5,
  },
  {
    id: "3hw5pxu5-s42f-71d7-y24n-38f57175r5d3",
    name: "Вареники з картоплею та печінкою 5кг",
    description: (
      <div>
        Вареники з карт. – печінкою: тісто: борошно пшеничне вищого ґатунку,
        сироватка пастеризована, пшенична клітковина, сода харчова, сіль
        кухонна, цукор білий кристалічний, куркума.
        <br />
        Начинка: картопля варена, печінка куряча варена, цибуля ріпчаста
        смажена, жир курячий топлений, сіль кухонна, перець чорний мелений.
        Термін зберігання 6 місяців. Умови зберігання -18°C.
      </div>
    ),
    price: 78.2,
    purchaseType: "piece",
    category: "semiFinished",
    hot: false,
    imgUrl: ["../assets/varenykWithPotatoAndLiver.jpg"],
    shortDesc:
      "Начинка: картопля варена, печінка куряча варена, цибуля ріпчаста смажена, жир курячий топлений,сіль кухонна, перець чорний мелений",
    weight: 5,
  },
  {
    id: "5hw5pxu1-s52f-72d7-y54n-35f57175r5r3",
    name: "Вареники з лівером 5кг",
    description: (
      <div>
        Вареники з лівером: тісто: борошно пшеничне вищого ґатунку, сироватка
        пастеризована, пшенична клітковина, сода харчова, сіль кухонна, цукор
        білий кристалічний, куркума.
        <br />
        Начинка: картопля варена, цибуля ріпчаста смажена, жир курячий топлений,
        сіль кухонна, перець чорний мелений. Термін зберігання 6 місяців. Умови
        зберігання -18°C.
      </div>
    ),
    price: 71.27,
    purchaseType: "piece",
    category: "semiFinished",
    hot: false,
    imgUrl: ["../assets/varenykWithPotatoAndLiver.jpg"],
    shortDesc:
      "Начинка: картопля варена, печінка куряча варена, цибуля ріпчаста смажена, жир курячий топлений,сіль кухонна, перець чорний мелений",
    weight: 5,
  },
  {
    id: "4hf4pxu1-s52f-72s7-w54n-35f57175r5r3",
    name: "Варенички з картоплею та шкварками 5кг",
    description: (
      <div>
        Вареники з лівером: тісто: борошно пшеничне вищого ґатунку, сироватка
        пастеризована, пшенична клітковина, сода харчова, сіль кухонна, цукор
        білий кристалічний, куркума.
        <br />
        Начинка: картопля варена, цибуля ріпчаста смажена, жир курячий топлений,
        сіль кухонна, перець чорний мелений. Термін зберігання 6 місяців. Умови
        зберігання -18°C.
      </div>
    ),
    price: 54.14,
    purchaseType: "piece",
    category: "semiFinished",
    hot: false,
    imgUrl: ["../assets/varenykWithPotatoAndLiver.jpg"],
    shortDesc:
      "Начинка: картопля варена, печінка куряча варена, цибуля ріпчаста смажена, жир курячий топлений,сіль кухонна, перець чорний мелений",
    weight: 5,
  },

  {
    id: "3hw3pku2-t42j-21t4-y34n-35f55375k5d3",
    name: "Вареники з печінкою 5кг",
    description: (
      <div>
        Вареники з печінкою: тісто: борошно пшеничне вищого ґатунку, сироватка
        пастеризована, пшенична клітковина, сода харчова, сіль кухонна, цукор
        білий кристалічний, куркума.
        <br />
        Начинка: печінка куряча арена, цибуля ріпчаста смажена, шкварки з шкірки
        курячої, жир курячий топлений, сіль кухонна, перець чорний мелений.
      </div>
    ),
    price: 71.09,
    purchaseType: "piece",
    category: "semiFinished",
    hot: false,
    imgUrl: ["../assets/varenykWithLiver.jpg"],
    shortDesc:
      "Начинка: печінка куряча арена, цибуля ріпчаста смажена, шкварки з шкірки курячої, жир курячий топлений, сіль кухонна, перець чорний мелений.",
    weight: 5,
  },

  {
    id: "3hw5pxu2-s42d-31t6-j74n-35f55375k5d3",
    name: "Вареники з м’ясом вареним 5кг",
    description: (
      <div>
        Вареники з м’ясом : тісто: борошно пшеничне вищого ґатунку, сироватка
        пастеризована, пшенична клітковина, сода харчова, сіль кухонна, цукор
        білий кристалічний, куркума.
        <br />
        Начинка: м'ясо птиці варене, цибуля ріпчаста смажена, шкварки з шкірки
        курячої, сіль кухонна, жир курячий топлений, перець чорний
        мелений.Термін зберігання 6 місяців. Умови зберігання -18°C.
      </div>
    ),
    price: 85.09,
    purchaseType: "piece",
    category: "semiFinished",
    hot: false,
    imgUrl: ["../assets/varenykWithMeat.jpg"],
    shortDesc:
      "Начинка: м'ясо птиці варене, цибуляріпчаста смажена, шкварки з шкірки курячої, сіль кухонна, жир курячий топлений, перець чорний мелений.",
    weight: 5,
  },

  {
    id: "3hw5hxu2-s42f-35k7-y37n-35w55275k4d3",
    name: "Вареники з капустою 5 кг",
    description: (
      <div>
        Вареники з капустою: тісто: борошно пшеничне вищого ґатунку, сироватка
        пастеризована, пшенична клітковина, сода харчова, сіль кухонна, цукор
        білий кристалічний, куркума.
        <br />
        Начинка: капуста смажена, цибуля ріпчаста смажена, морква смажена, жир
        курячий топлений, сіль кухонна, томатна паста, борошно манне
        екструдоване, перець чорний мелений, приправа «Вегетта».Термін
        зберігання 6 місяців. Умови зберігання -18°C.
      </div>
    ),
    price: 46.64,
    purchaseType: "piece",
    category: "semiFinished",
    hot: false,
    imgUrl: ["../assets/varenykWithPotatoAndLiver.jpg"],
    shortDesc:
      "Начинка: капуста смажена, цибуля ріпчаста смажена, морква смажена, жир курячий топлений, сіль кухонна, томатна паста, борошно манне екструдоване, перець чорний мелений, прправа «Вегетта»",
    weight: 5,
  },
  {
    id: "3hq3hxu2-s42f-34k5-y37n-35w55275k4d3",
    name: "Вареники з сиром та родзинками 5 кг",
    description: (
      <div>
        Вареники з сиром та родзинками: тісто: борошно пшеничне вищого ґатунку,
        сироватка пастеризована, пшенична клітковина, сода харчова, сіль
        кухонна, цукор білий кристалічний, куркума.
        <br />
        Начинка: сир кисломолочний 9%, родзинки без кісточок, цукор білий
        кристалічний, ванілін, борошно манне екструдоване, сіль кухонна. Термін
        зберігання 6 місяців. Умови зберігання -18°C.
      </div>
    ),
    price: 66.88,
    purchaseType: "piece",
    category: "semiFinished",
    hot: false,
    imgUrl: ["../assets/varenykWithCheese.jpg"],
    shortDesc:
      "Начинка: сир кисломолочний 9%, родзинки без кісточок, цукор білий кристалічний, ванілін, борошно манне екструдоване, сіль кухонна.",
    weight: 5,
  },

  {
    id: "3hq3hxw2-s42t-34k3-y37n-37w45255t4p3",
    name: "Котлети «Київські» 4кг",
    description: (
      <div>
        Котлети «Київські»: філе куряче, шкірка куряча, цибуля ріпчаста, хліб
        білий не нижче 1-го ґатунку, крупа манна, вода питна, сіль кухонна,
        спеції, масло вершкове, сухарі панірувальні.
      </div>
    ),
    price: 88.86,
    purchaseType: "piece",
    category: "semiFinished",
    hot: false,
    imgUrl: ["../assets/kotletaKiev.jpg"],
    shortDesc:
      "Котлети «Київські»: філе куряче, шкірка куряча, цибуля ріпчаста, хліб білий не нижче 1-го ґатунку, крупа манна, вода питна, сіль кухонна, спеції, масло вершкове, сухарі панірувальні.",
    weight: 4,
  },

  {
    id: "3hw3hdw2-s42n-34l3-y37n-37g45255t4p3",
    name: "Котлети «Смаковинка» 4кг",
    description: (
      <div>
        Котлети «Смаковинка»: філе куряче, шкірка куряча, цибуля ріпчаста, хліб
        білий не нижче 1-го ґатунку, крупа манна, вода питна, сіль кухонна,
        спеції, сир твердий, сухарі панірувальні.
      </div>
    ),
    price: 80.78,
    purchaseType: "piece",
    category: "semiFinished",
    hot: false,
    imgUrl: ["../assets/defaultKotleta.jpg"],
    shortDesc:
      "Котлети «Смаковинка»: філе куряче, шкірка куряча, цибуля ріпчаста, хліб білий не нижче 1-го ґатунку, крупа манна, вода питна, сіль кухонна, спеції, сир твердий, сухарі панірувальні.",
    weight: 4,
  },
  {
    id: "3hw1hdw5-g23n-32m7-b37m-37g45175t4m3",
    name: "Котлети «Селянські» 4кг",
    description: (
      <div>
        Котлети «Селянські»: м'ясо птиці, шкірка куряча, цибуля ріпчаста, хліб
        білий не нижче 1-го ґатунку, вода питна, крупа манна, сіль кухонна,
        спеції, сухарі панірувальні.
      </div>
    ),
    price: 82.93,
    purchaseType: "piece",
    category: "semiFinished",
    hot: false,
    imgUrl: ["../assets/defaultKotleta.jpg"],
    shortDesc:
      "Котлети «Селянські»: м'ясо птиці, шкірка куряча, цибуля ріпчаста, хліб білий не нижче 1-го ґатунку, вода питна, крупа манна, сіль кухонна, спеції, сухарі панірувальні. ",
    weight: 4,
  },
  {
    id: "5hy1yyy5-g23n-32m7-b37m-37g45175t4m3",
    name: "Котлети «Смачні» 4кг",
    description: (
      <div>
        Котлети «Смачні»: м'ясо птиці, м'ясо механічної обвалки, шкірка куряча,
        цибуля ріпчаста, хліб білий не нижче 1-го ґатунку, вода питна, текстурат
        соєвий, сіль кухонна, спеції, сухарі панірувальні.
      </div>
    ),
    price: 74.05,
    purchaseType: "piece",
    category: "semiFinished",
    hot: false,
    imgUrl: ["../assets/defaultKotleta.jpg"],
    shortDesc:
      "Котлети «Смачні»: м'ясо птиці, м'ясо механічної обвалки, шкірка куряча, цибуля ріпчаста, хліб білий не нижче 1-го ґатунку, вода питна, текстурат соєвий, сіль кухонна, спеції, сухарі панірувальні.",
    weight: 4,
  },

  {
    id: "5hy1yyy5-g15n-35b7-b35b-37g45175t4m3",
    name: "Котлети «Лагідні» 4кг",
    description: (
      <div>
        Котлети «Лагідні»: м'ясо птиці, м'ясо механічної обвалки, шкірка куряча,
        цибуля ріпчаста, вода питна, хліб білий не нижче 1-го ґатунку, крупа
        манна, текстурат соєвий, сіль кухонна, спеції, сухарі панірувальні.
      </div>
    ),
    price: 73.63,
    purchaseType: "piece",
    category: "semiFinished",
    hot: false,
    imgUrl: ["../assets/defaultKotleta.jpg"],
    shortDesc:
      "Котлети «Лагідні»: м'ясо птиці, м'ясо механічної обвалки, шкірка куряча, цибуля ріпчаста, вода питна,  хліб білий не нижче 1-го ґатунку, крупа манна, текстурат соєвий, сіль кухонна, спеції, сухарі панірувальні.",
    weight: 4,
  },

  {
    id: "5hy1tyt5-h15n-37b7-w35b-37g45175t4m3",
    name: "Котлети для гамбургера ялового 4кг",
    description: (
      <div>
        Котлети для гамбургера ялового: м'ясо яловичини 1-го ґатунку, жир
        яловий, сіль кухонна, перець чорний мелений
      </div>
    ),
    price: 163.99,
    purchaseType: "piece",
    category: "semiFinished",
    hot: false,
    imgUrl: ["../assets/defaultKotleta.jpg"],
    shortDesc:
      "Котлети для гамбургера ялового: м'ясо яловичини 1-го ґатунку, жир яловий, сіль кухонна, перець чорний мелений",
    weight: 4,
  },

  // {
  //   id: "5gy1tyt5-h15g-37s7-w35b-37g45175t4m3",
  //   name: "Котлети для гамбургера курячий",
  //   description: (
  //     <div>
  //       Котлети для гамбургера курячого: м'ясо куряче 1-го ґатунку, жир курячий,
  //       сіль кухонна, перець чорний мелений
  //     </div>
  //   ),
  //   price: 124.6,
  //   purchaseType: "piece",
  //   category: "semiFinished",
  //   hot: false,
  //   imgUrl: ["../assets/kotletaForGambyrgYalovych.jpg"],
  //   shortDesc:
  //     "Котлети для гамбургера курячого: м'ясо куряче 1-го ґатунку, жир яловий, сіль кухонна, перець чорний мелений",
  // weight:1,
  // },

  // {
  //   id: "5gy1tyt5-h15g-37s7-w35b-37g45175t4m3",
  //   name: "Котлети для гамбургера свинячого",
  //   description: (
  //     <div>
  //       Котлети для гамбургера свинячого: м'ясо свиняче 1-го ґатунку, жир
  //       свинячий, сіль кухонна, перець чорний мелений
  //     </div>
  //   ),
  //   price: 146.89,
  //   purchaseType: "piece",
  //   category: "semiFinished",
  //   hot: false,
  //   imgUrl: ["../assets/kotletaForGambyrgYalovych.jpg"],
  //   shortDesc:
  //     "Котлети для гамбургера свинячого: м'ясо свиняче 1-го ґатунку, жир свинячий, сіль кухонна, перець чорний мелений",
  // weight:1,
  // },

  // {
  //   id: "3ry1opp5-h33y-40b0-y57b-37j45175t4m3",
  //   name: "Котлети «Дієтичні»",
  //   description: (
  //     <div>
  //       Котлети «Дієтичні»: філе куряче, шпиг несолоний, сіль кухонна, спеції
  //     </div>
  //   ),
  //   price: 0.0,
  //   purchaseType: "piece",
  //   category: "semiFinished",
  //   hot: false,
  //   imgUrl: ["../assets/kotletDietary.jpg"],
  //   shortDesc:
  //     "Котлети «Дієтичні»: філе куряче, шпиг несолоний, сіль кухонна, спеції",
  //   weight: 1,
  // },

  {
    id: "3ry1ppp5-h12j-40b0-y43b-37j45175t4m3",
    name: "Пельмені «Гаврилівські» 5кг",
    description: (
      <div>
        Пельмені «Гаврилівські»: тісто: борошно пшеничне вищого ґатунку, вода
        питна, поліпшувач тіста, олія рафінована, яєчний порошок (меланж), цукор
        білий кристалічний, сіль кухонна.
        <br />
        Начинка: м'ясо птиці, шкірка куряча, м'ясо механічної обвалки, текстурат
        соєвий харчовий, борошно соєве харчове, цибуля ріпчаста, спеції, сіль
        кухонна
      </div>
    ),
    price: 89.09,
    purchaseType: "piece",
    category: "semiFinished",
    hot: false,
    imgUrl: ["../assets/dump5kg.jpg"],
    shortDesc:
      "Начинка: м'ясо птиці, шкірка куряча, м'ясо механічної обвалки, текстурат соєвий харчовий, борошно соєве харчове, цибуля ріпчаста, спеції, сіль кухонна",
    weight: 5,
  },
  {
    id: "5ry2pnt5-h12j-40b0-w45b-37j45175t4m3",
    name: "Пельмені «Сибірські» 5кг",
    description: (
      <div>
        Пельмені «Сибірські»: тісто: борошно пшеничне вищого ґатунку, вода
        питна, поліпшувач тіста, олія рафінована, яєчний порошок (меланж), цукор
        білий кристалічний, сіль кухонна.
        <br />
        Начинка: м'ясо механічної обвалки, шкірка куряча, текстурат соєвий
        харчовий, борошно соєве харчове, борошно манне екструдоване, цибуля
        ріпчаста, спеції, сіль кухонна
      </div>
    ),
    price: 72.77,
    purchaseType: "piece",
    category: "semiFinished",
    hot: false,
    imgUrl: ["../assets/dump5kg.jpg"],
    shortDesc:
      "Начинка: м'ясо механічної обвалки, шкірка куряча, текстурат соєвий харчовий, борошно соєве харчове, борошно манне екструдоване, цибуля ріпчаста, спеції, сіль кухонна",
    weight: 5,
  },
  {
    id: "5gg2pnt5-g12j-40b0-w45b-37b45175n4m3",
    name: "Пельмені  з м'яса яловичини 5кг",
    description: (
      <div>
        Пельмені з м'яса яловичини: тісто: борошно пшеничне вищого ґатунку, вода
        питна, поліпшувач тіста, олія рафінована, яєчний порошок (меланж), цукор
        білий кристалічний, сіль кухонна.
        <br />
        Начинка: м'ясо механічної обвалки, шкірка куряча, текстурат соєвий
        харчовий, борошно соєве харчове, борошно манне екструдоване, цибуля
        ріпчаста, спеції, сіль кухонна
      </div>
    ),
    price: 111.96,
    purchaseType: "piece",
    category: "semiFinished",
    hot: false,
    imgUrl: ["../assets/dump5kg.jpg"],
    shortDesc:
      "Начинка: м'ясо механічної обвалки, шкірка куряча, текстурат соєвий харчовий, борошно соєве харчове, борошно манне екструдоване, цибуля ріпчаста, спеції, сіль кухонна",
    weight: 5,
  },

  {
    id: "5gg2yut3-h12j-20b0-w45b-37j45175t4m3",
    name: "Пельмені «Елітні» 5кг",
    description: (
      <div>
        Пельмені «Елітні»: тісто: борошно пшеничне вищого ґатунку, вода питна,
        поліпшувач тіста, олія рафінована, яєчний порошок (меланж), цукор білий
        кристалічний, сіль кухонна.
        <br />
        Начинка: філе куряче, шкірка куряча, шпиг несолоний, цибуля ріпчаста,
        спеції, сіль кухонна
      </div>
    ),
    price: 88.64,
    purchaseType: "piece",
    category: "semiFinished",
    hot: false,
    imgUrl: ["../assets/dump5kg.jpg"],
    shortDesc:
      "Начинка: філе куряче, шкірка куряча, шпиг несолоний, цибуля ріпчаста, спеції, сіль кухонна",
    weight: 5,
  },

  {
    id: "5ff5yut1-h00j-20b0-w45b-37j45175t4m3",
    name: "Пельмені «Морозівські» 5кг",
    description: (
      <div>
        Пельмені «Морозівські»: тісто: борошно пшеничне вищого ґатунку, вода
        питна, поліпшувач тіста, олія рафінована, яєчний порошок (меланж), цукор
        білий кристалічний, сіль кухонна.
        <br />
        Начинка: свинина напівжирна, м'ясо яловичини 1-го ґатунку, шкірка
        куряча, цибуля ріпчаста, борошно соєве харчове, сіль кухонна, спеції.
      </div>
    ),
    price: 87.19,
    purchaseType: "piece",
    category: "semiFinished",
    hot: false,
    imgUrl: ["../assets/dump5kg.jpg"],
    shortDesc:
      "Начинка: свинина напівжирна, м'ясо яловичини 1-го ґатунку, шкірка куряча, цибуля ріпчаста, борошно соєве харчове, сіль кухонна, спеції.",
    weight: 5,
  },

  {
    id: "5dd5yut1-h00j-20g0-q45b-37j45175t4m3",
    name: "Пельмені «Домашні» 5кг",
    description: (
      <div>
        Пельмені «Домашні»: тісто: борошно пшеничне вищого ґатунку, вода питна,
        поліпшувач тіста, олія рафінована, яєчний порошок (меланж), цукор білий
        кристалічний, сіль кухонна.
        <br />
        Начинка: свинина напівжирна, м'ясо яловичини 1-го ґатунку, шкірка
        куряча, цибуля ріпчаста, борошно соєве харчове, сіль кухонна, спеції.
      </div>
    ),
    price: 103.51,
    purchaseType: "piece",
    category: "semiFinished",
    hot: false,
    imgUrl: ["../assets/dump5kg.jpg"],
    shortDesc:
      "Начинка: свинина напівжирна, м'ясо яловичини 1-го ґатунку, шкірка куряча, цибуля ріпчаста, борошно соєве харчове, сіль кухонна, спеції.",
    weight: 5,
  },

  {
    id: "1dd5yut1-h10j-20g0-q45b-37j45175p4m3",
    name: "Пельмені «Домашні» ~ 0.400kg",
    description: (
      <div>
        Пельмені «Домашні»: тісто: борошно пшеничне вищого ґатунку, вода питна,
        поліпшувач тіста, олія рафінована, яєчний порошок (меланж), цукор білий
        кристалічний, сіль кухонна.
        <br />
        Начинка: свинина напівжирна, м'ясо яловичини 1-го ґатунку, шкірка
        куряча, цибуля ріпчаста, борошно соєве харчове, сіль кухонна, спеції.
      </div>
    ),
    price: 52.8,
    purchaseType: "1count",
    category: "semiFinished",
    hot: false,
    imgUrl: ["../assets/dumpHome400.jpg"],
    shortDesc:
      "Начинка: свинина напівжирна, м'ясо яловичини 1-го ґатунку, шкірка куряча, цибуля ріпчаста, борошно соєве харчове, сіль кухонна, спеції.",
    weight: 0.4,
  },

  {
    id: "1ff5yut1-h00j-20g0-w45b-37j45125t4m3",
    name: "Пельмені «Морозівські» ~ 0.400kg",
    description: (
      <div>
        Пельмені «Морозівські»: тісто: борошно пшеничне вищого ґатунку, вода
        питна, поліпшувач тіста, олія рафінована, яєчний порошок (меланж), цукор
        білий кристалічний, сіль кухонна.
        <br />
        Начинка: свинина напівжирна, м'ясо яловичини 1-го ґатунку, шкірка
        куряча, цибуля ріпчаста, борошно соєве харчове, сіль кухонна, спеції.
      </div>
    ),
    price: 46.8,
    purchaseType: "1count",
    category: "semiFinished",
    hot: false,
    imgUrl: ["../assets/dumplMoroz.jpg"],
    shortDesc:
      "Начинка: свинина напівжирна, м'ясо яловичини 1-го ґатунку, шкірка куряча, цибуля ріпчаста, борошно соєве харчове, сіль кухонна, спеції.",
    weight: 0.4,
  },

  {
    id: "5ff5yut1-h00j-20b0-w52j-57j45175t4m3",
    name: "Пельмені «З м’яса свинини та яловичини» 5кг",
    description: (
      <div>
        Пельмені «З м’яса свинини та яловичини»: тісто: борошно пшеничне вищого
        ґатунку, вода питна, поліпшувач тіста, олія рафінована, яєчний порошок
        (меланж), цукор білий кристалічний, сіль кухонна.
        <br />
        Начинка: свинина напівжирна, м'ясо яловичини 1-го ґатунку, шкірка
        куряча, цибуля ріпчаста, сіль кухонна, спеції
      </div>
    ),
    price: 111.08,
    purchaseType: "piece",
    category: "semiFinished",
    hot: false,
    imgUrl: ["../assets/dump5kg.jpg"],
    shortDesc:
      "Начинка: свинина напівжирна, м'ясо яловичини 1-го ґатунку, шкірка куряча, цибуля ріпчаста, сіль кухонна, спеції",
    weight: 5,
  },

  {
    id: "2cc5yut1-j00j-40b0-w52j-57j45175t4m3",
    name: "Пельмені «Козацькі» 5кг",
    description: (
      <div>
        Пельмені «З м’яса свинини та яловичини»: тісто: борошно пшеничне вищого
        ґатунку, вода питна, поліпшувач тіста, олія рафінована, яєчний порошок
        (меланж), цукор білий кристалічний, сіль кухонна.
        <br />
        Начинка: свинина напівжирна, м'ясо яловичини 1-го ґатунку, шкірка
        куряча, цибуля ріпчаста, сіль кухонна, спеції
      </div>
    ),
    price: 71.75,
    purchaseType: "piece",
    category: "semiFinished",
    hot: false,
    imgUrl: ["../assets/dump5kg.jpg"],
    shortDesc:
      "Начинка: свинина напівжирна, м'ясо яловичини 1-го ґатунку, шкірка куряча, цибуля ріпчаста, сіль кухонна, спеції",
    weight: 5,
  },

  {
    id: "4cc3yut1-j00j-40b0-w52j-57j45175t4m3",
    name: "Пельмені «Козацькі» 0.400гр",
    description: (
      <div>
        Пельмені «З м’яса свинини та яловичини»: тісто: борошно пшеничне вищого
        ґатунку, вода питна, поліпшувач тіста, олія рафінована, яєчний порошок
        (меланж), цукор білий кристалічний, сіль кухонна.
        <br />
        Начинка: свинина напівжирна, м'ясо яловичини 1-го ґатунку, шкірка
        куряча, цибуля ріпчаста, сіль кухонна, спеції
      </div>
    ),
    price: 34.8,
    purchaseType: "1count",
    category: "semiFinished",
    hot: false,
    imgUrl: ["../assets/nemaPhoto.jpg"],
    shortDesc:
      "Начинка: свинина напівжирна, м'ясо яловичини 1-го ґатунку, шкірка куряча, цибуля ріпчаста, сіль кухонна, спеції",
    weight: 0.4,
  },

  {
    id: "4ff3yut1-j55j-40b0-w52n-57j45175t4m3",
    name: "Хінкалі 5кг",
    description: (
      <div>
        Тісто: борошно пшеничне вищого ґатунку, вода питна, олія соняшникова
        рафінована, яєчний порошок (меланж), сіль кухонна. начинка: свинина
        напівжирна, м'ясо яловичини, шкіра куряча, шпик несолоний, м'ясо
        механічної обвалки, цибуля ріпчаста, знежирене соєве борошно, зелень,
        спеції, сіль кухонна.
        <br />
        Умови зберігання та строк придатності за температури: не вище ніж мінус
        18оС до 180 діб.
      </div>
    ),
    price: 107.44,
    purchaseType: "piece",
    category: "semiFinished",
    hot: false,
    imgUrl: ["../assets/nemaPhoto.jpg"],
    shortDesc:
      "Начинка: свинина напівжирна, м'ясо яловичини 1-го ґатунку, шкірка куряча, цибуля ріпчаста, сіль кухонна, спеції",
    weight: 5,
  },

  {
    id: "4ff3yug1-j33j-25b0-w52n-57j45175t4m3",
    name: "Тефтелі з моцарелою 5кг",
    description: (
      <div>
        Склад:,крупа рисова варена, м`ясо свинини, шпиг несолоний, цибуля
        ріпчаста та морква пасеровані , жир курячий топлений, сіль кухонна,
        спеції, сир «Моцарела»
        <br />
        Умови зберігання та строк придатності за температури: не вище ніж мінус
        18оС до 90 діб.
      </div>
    ),
    price: 68.43,
    purchaseType: "piece",
    category: "semiFinished",
    hot: false,
    imgUrl: ["../assets/teftel_masarela.jpg"],
    shortDesc:
      "Начинка: свинина напівжирна, м'ясо яловичини 1-го ґатунку, шкірка куряча, цибуля ріпчаста, сіль кухонна, спеції",
    weight: 5,
  },

  {
    id: "3cc3yut1-j00b-70h0-w72j-57j45175t4m3",
    name: "Пельмені «Святкові» 5кг",
    description: (
      <div>
        Пельмені «З м’яса свинини та яловичини»: тісто: борошно пшеничне вищого
        ґатунку, вода питна, поліпшувач тіста, олія рафінована, яєчний порошок
        (меланж), цукор білий кристалічний, сіль кухонна.
        <br />
        Начинка: свинина напівжирна, м'ясо яловичини 1-го ґатунку, шкірка
        куряча, цибуля ріпчаста, сіль кухонна, спеції
      </div>
    ),
    price: 87.67,
    purchaseType: "piece",
    category: "semiFinished",
    hot: false,
    imgUrl: ["../assets/dump5kg.jpg"],
    shortDesc:
      "Начинка: свинина напівжирна, м'ясо яловичини 1-го ґатунку, шкірка куряча, цибуля ріпчаста, сіль кухонна, спеції",
    weight: 5,
  },

  {
    id: "5ff5yuq1-h33j-20b0-w52j-57j23175t4m3",
    name: "Пельмені «Черкаські преміум» 5кг",
    description: (
      <div>
        Пельмені «Черкаські преміум»: тісто: борошно пшеничне вищого ґатунку,
        вода питна, поліпшувач тіста, олія рафінована, яєчний порошок (меланж),
        цукор білий кристалічний, сіль кухонна.
        <br />
        Начинка: м'ясо яловичини 1-го ґатунку, свинина напівжирна, шпиг
        несолоний, цибуля ріпчаста, сіль кухонна, цукор білий кристалічний,
        спеції.
      </div>
    ),
    price: 119.56,
    purchaseType: "piece",
    category: "semiFinished",
    hot: false,
    imgUrl: ["../assets/dump5kg.jpg", "dumplChePremium_2.jpg"],
    shortDesc:
      "Начинка: м'ясо яловичини 1-го ґатунку, свинина напівжирна, шпиг несолоний, цибуля ріпчаста, сіль кухонна, цукор білий кристалічний, спеції",
    weight: 5,
  },
  {
    id: "3ff5yuq1-h55n-20n0-n52j-57j23175t4m3",
    name: "Пельмені Cоковиті свинні 5кг",
    description: (
      <div>
        Пельмені Cоковиті свинні: тісто: борошно пшеничне вищого ґатунку, вода
        питна, поліпшувач тіста, олія рафінована, яєчний порошок (меланж), цукор
        білий кристалічний, сіль кухонна.
        <br />
        Начинка: м'ясо яловичини 1-го ґатунку, свинина напівжирна, шпиг
        несолоний, цибуля ріпчаста, сіль кухонна, цукор білий кристалічний,
        спеції.
      </div>
    ),
    price: 70.41,
    purchaseType: "piece",
    category: "semiFinished",
    hot: false,
    imgUrl: ["../assets/dump5kg.jpg", "dumplChePremium_2.jpg"],
    shortDesc:
      "Начинка: м'ясо яловичини 1-го ґатунку, свинина напівжирна, шпиг несолоний, цибуля ріпчаста, сіль кухонна, цукор білий кристалічний, спеції",
    weight: 5,
  },

  {
    id: "3jj5yuj1-h77n-40n0-n72j-57j33175t4m5",
    name: "Пельмені Фірмові 5кг",
    description: (
      <div>
        Пельмені Cоковиті свинні: тісто: борошно пшеничне вищого ґатунку, вода
        питна, поліпшувач тіста, олія рафінована, яєчний порошок (меланж), цукор
        білий кристалічний, сіль кухонна.
        <br />
        Начинка: м'ясо яловичини 1-го ґатунку, свинина напівжирна, шпиг
        несолоний, цибуля ріпчаста, сіль кухонна, цукор білий кристалічний,
        спеції.
      </div>
    ),
    price: 69.94,
    purchaseType: "piece",
    category: "semiFinished",
    hot: false,
    imgUrl: ["../assets/dump5kg.jpg", "dumplChePremium_2.jpg"],
    shortDesc:
      "Начинка: м'ясо яловичини 1-го ґатунку, свинина напівжирна, шпиг несолоний, цибуля ріпчаста, сіль кухонна, цукор білий кристалічний, спеції",
    weight: 5,
  },

  {
    id: "1jj5yuj1-h11n-10n0-n12j-57j33175t4m5",
    name: "Пельмені Байрактарчики (курячі) 5кг",
    description: (
      <div>
        Пельмені Байрактарчики (курячі): тісто: борошно пшеничне вищого ґатунку,
        вода питна, поліпшувач тіста, олія рафінована, яєчний порошок (меланж),
        цукор білий кристалічний, сіль кухонна.
        <br />
        Начинка: м'ясо яловичини 1-го ґатунку, свинина напівжирна, шпиг
        несолоний, цибуля ріпчаста, сіль кухонна, цукор білий кристалічний,
        спеції.
      </div>
    ),
    price: 63.91,
    purchaseType: "piece",
    category: "semiFinished",
    hot: false,
    imgUrl: ["../assets/dump5kg.jpg", "dumplChePremium_2.jpg"],
    shortDesc:
      "Начинка: м'ясо яловичини 1-го ґатунку, свинина напівжирна, шпиг несолоний, цибуля ріпчаста, сіль кухонна, цукор білий кристалічний, спеції",
    weight: 5,
  },

  {
    id: "1jj5yuj1-y11k-10n0-n55d-27j33175t4m5",
    name: "Пельмені Веселка 5кг",
    description: (
      <div>
        Пельмені Веселка: тісто: борошно пшеничне вищого ґатунку, вода питна,
        поліпшувач тіста, олія рафінована, яєчний порошок (меланж), цукор білий
        кристалічний, сіль кухонна.
        <br />
        Начинка: м'ясо яловичини 1-го ґатунку, свинина напівжирна, шпиг
        несолоний, цибуля ріпчаста, сіль кухонна, цукор білий кристалічний,
        спеції.
      </div>
    ),
    price: 63.38,
    purchaseType: "piece",
    category: "semiFinished",
    hot: false,
    imgUrl: ["../assets/dump5kg.jpg", "dumplChePremium_2.jpg"],
    shortDesc:
      "Начинка: м'ясо яловичини 1-го ґатунку, свинина напівжирна, шпиг несолоний, цибуля ріпчаста, сіль кухонна, цукор білий кристалічний, спеції",
    weight: 5,
  },

  {
    id: "7ff5yuq1-h13j-20y0-w52j-57j23175t4m3",
    name: "Пельмені «Черкаські преміум» ~ 0.400kg",
    description: (
      <div>
        Пельмені «Черкаські преміум»: тісто: борошно пшеничне вищого ґатунку,
        вода питна, поліпшувач тіста, олія рафінована, яєчний порошок (меланж),
        цукор білий кристалічний, сіль кухонна.
        <br />
        Начинка: м'ясо яловичини 1-го ґатунку, свинина напівжирна, шпиг
        несолоний, цибуля ріпчаста, сіль кухонна, цукор білий кристалічний,
        спеції.
      </div>
    ),
    price: 82.0,
    purchaseType: "1count",
    category: "semiFinished",
    hot: false,
    imgUrl: ["../assets/dumpChe400.jpg"],
    shortDesc:
      "Начинка: м'ясо яловичини 1-го ґатунку, свинина напівжирна, шпиг несолоний, цибуля ріпчаста, сіль кухонна, цукор білий кристалічний, спеції",
    weight: 0.4,
  },

  {
    id: "5ff5yuq1-h33j-10k0-w31j-89j23175t4m3",
    name: "Манти 5 кг",
    description: (
      <div>
        Манти: тісто: борошно пшеничне вищого ґатунку, вода питна, поліпшувач
        тіста, сіль кухонна.
        <br />
        Начинка: м'ясо яловичини 1-го ґатунку, свинина напівжирна, шпиг
        несолоний, шкірка куряча, цибуля ріпчаста, сіль кухонна, соєве борошно
        харчове, сіль кухонна, спеції.
      </div>
    ),
    price: 65.24,
    purchaseType: "piece",
    category: "semiFinished",
    hot: false,
    imgUrl: ["../assets/nemaPhoto.jpg"],
    shortDesc:
      "Начинка: м'ясо яловичини 1-го ґатунку, свинина напівжирна, шпиг несолоний, цибуля ріпчаста, сіль кухонна, цукор білий кристалічний, спеції",
    weight: 5,
  },

  {
    id: "5bb2yuq3-h23k-10k0-w31j-89j23175t4m3",
    name: "Чебуреки 4кг",
    description: (
      <div>
        Чебуреки: тісто: борошно пшеничне вищого ґатунку, вода питна, олія
        рафінована, маргарин, поліпшувач тіста, цукор білий кристалічний, сіль
        кухонна.
        <br />
        Начинка: свинина напівжирна, шкірка куряча, цибуля ріпчаста, сіль
        харчова, спеції. Термін зберігання 6 місяців. Умови зберігання -18°C.
      </div>
    ),
    price: 77.64,
    purchaseType: "piece",
    category: "semiFinished",
    hot: false,
    imgUrl: ["../assets/cheb.jpg"],
    shortDesc:
      "Начинка: свинина напівжирна, шкірка куряча, цибуля ріпчаста, сіль харчова, спеції.",
    weight: 4,
  },

  {
    id: "5bb2yuq3-h23k-10k3-n31j-90j22175t4k3",
    name: "Голубці з рисом та м’ясом 5кг",
    description: (
      <div>
        Голубці з рисом та м’ясом: листок парений заморожений.
        <br />
        Начинка: м'ясо яловичини 1-го ґатунку, свинина напівжирна, шкіра куряча,
        шпиг неслоний, цибуля ріпчаста смажена, морква свіжа смажена, вода
        питна, крупа рисова, жир курячий топлений, сіль кухонна, спеції.
      </div>
    ),
    price: 68.23,
    purchaseType: "piece",
    category: "semiFinished",
    hot: false,
    imgUrl: ["../assets/golubsi_ris_and_meat.jpg"],
    shortDesc:
      "Начинка: м'ясо яловичини 1-го ґатунку, свинина напівжирна, шкіра куряча,шпиг неслоний, цибуля ріпчаста смажена, морква свіжа смажена, вода питна, крупа рисова, жир курячий топлений, сіль кухонна, спеції",
    weight: 5,
  },

  {
    id: "5nn2ynn3-h45n-10k3-n31j-90j22175t4k3",
    name: "Перець з рисом та мясом 5кг",
    description: (
      <div>
        Склад: перець чищений заморожений.
        <br />
        Начинка: м'ясо яловичини 1-го ґатунку, свинина напівжирна, шкіра куряча,
        шпиг неслоний, цибуля ріпчаста смажена, морква свіжа смажена, вода
        питна, крупа рисова, жир курячий топлений, сіль кухонна, спеції.
      </div>
    ),
    price: 100.86,
    purchaseType: "piece",
    category: "semiFinished",
    hot: false,
    imgUrl: ["../assets/perets_ris_and_meat.jpg"],
    shortDesc:
      "Начинка: м'ясо яловичини 1-го ґатунку, свинина напівжирна, шкіра куряча, шпиг неслоний, цибуля ріпчаста смажена, морква свіжа смажена, вода питна, крупа рисова, жир курячий топлений, сіль кухонна, спеції.",
    weight: 5,
  },

  {
    id: "5nn2yjj3-h45n-10k5-n34j-90j42173t4k3",
    name: "Манники з сиром та родзинками 5кг",
    description: (
      <div>
        Тісто, молоко пастеризоване 2,5 %, вода питна, крупа манна, цукор білий
        кристалічний, сіль кухонна, ванілін, куркума.
        <br />
        Начинка: сир кисломолочний 9 %, родзинки без кісточок, цукор білий
        кристалічний, вода питна, ванілін, сіль кухонна. Термін зберігання 6
        місяців. Умови зберігання -18°C.
      </div>
    ),
    price: 75.42,
    purchaseType: "piece",
    category: "semiFinished",
    hot: false,
    imgUrl: ["../assets/mannik_sir_rodzinka.jpg"],
    shortDesc:
      "Начинка: сир кисломолочний 9 %, родзинки без кісточок, цукор білий кристалічний, вода питна, ванілін, сіль кухонна.",
    weight: 5,
  },

  {
    id: "1nn2yjj3-h12n-10k5-n34j-90j42171t4k3",
    name: "Манники з сиром та родзинками ~ 0.600",
    description: (
      <div>
        Тісто, молоко пастеризоване 2,5 %, вода питна, крупа манна, цукор білий
        кристалічний, сіль кухонна, ванілін, куркума.
        <br />
        Начинка: сир кисломолочний 9 %, родзинки без кісточок, цукор білий
        кристалічний, вода питна, ванілін, сіль кухонна.
      </div>
    ),
    price: 55.85,
    purchaseType: "0.600kg",
    category: "1count",
    hot: false,
    imgUrl: ["../assets/nemaPhoto.jpg"],
    shortDesc:
      "Начинка: сир кисломолочний 9 %, родзинки без кісточок, цукор білий кристалічний, вода питна, ванілін, сіль кухонна.",
    weight: 0.6,
  },

  {
    id: "1fd2bjk2-q95n-22f2-y42f-43u63255p5d3",
    name: "Ковбаса «Смерть москалям»",
    description: (
      <div>
        Склад: 70% яловичина знежилована; 30% сало хребтове.
        <br />
        Харчова та енергетична цінність: 100 г продукту містить білок не менше
        13.0 г; жири не більше 50.1 г; в т.ч. насичені жири 18.1 г; вуглеводів
        0.2 г; кухонна сіль 3.5 г. енергетична цінність 317.3 ккал.
        <br />
        Строк придатності: за температури від 00С до 60С та відносній вологості
        від 75% до 78% не більше 15 діб. Упакованих під вакуумом в
        газонепроникну плівку не більше 25 діб.
      </div>
    ),
    price: 212.81,
    purchaseType: "piece",
    category: "vuribKovbas",
    hot: false,
    imgUrl: ["../assets/death_moskals.jpg"],
    shortDesc: "Склад: 70% яловичина знежилована; 30% сало хребтове.",
    weight: 1,
  },

  {
    id: "1fd2bjk2-p95n-22f1-y42f-43u13255p5d3",
    name: "Ковбаса «Домашня»",
    description: (
      <div>
        100% свинина напівжирна. Інгредієнти:сіль кухонна харчова,перець чорний
        мелений, часник свіжий подрібнений. Оболонка Їстівна.
        <br />
        Енергетична цінність: 250 ккал.
        <br />
        Строк придатності: за температури від 00С до 60С та відносній вологості
        від 75% до 78% не більше 3 діб. Упакованих під вакуумом в газонепроникну
        плівку не більше 21 доби.
      </div>
    ),
    price: 253.28,
    purchaseType: "piece",
    category: "sausage",
    hot: false,
    imgUrl: ["../assets/domashnia.jpg"],
    shortDesc:
      "Строк придатності: за температури від 0С до 6С та відносній вологостівід 75% до 78% не більше 3 діб. Упакованих під вакуумом в газонепроникну плівку не більше 21 доби.",
    weight: 1,
  },

  {
    id: "9fd2kjk2-p95n-33k1-y42f-41u13255p5d3",
    name: "Ковбаса «Черкаська»",
    description: (
      <div>
        Склад: м’ясна сировина 96%, сіль харчова, перець чорний мелений, цукор
        білий, сіль кухонна, стабілізатори, спеції та екстракти, екстракти
        дріжджів,антиоксидант, ароматизатори м’яса, декстроза, антиоксидант,
        натуральний ароматизатор умамі, барвник, фіксатор кольору .
        <br />
        Поживна цінність на 100г продукту: жири ­- 25,0 г, вуглеводи ­- 0,5 г,
        білки ­-13,8 г
        <br />
        Термін придатності ковбас, запакованих під вакуумом або в модифікованому
        газовому середовищі в плівку цілими батонами, за температури, не вищої
        за 6 ℃, не більше 25 діб.
      </div>
    ),
    price: 180.0,
    purchaseType: "piece",
    category: "chpk",
    hot: false,
    imgUrl: ["../assets/сherkasskaya.jpg"],
    shortDesc:
      "Термін придатності ковбас, запакованих під вакуумом або в модифікованому газовому середовищі в плівку цілими батонами, за температури, не вищої за 6 ℃, не більше 25 діб.",
    weight: 1,
  },

  {
    id: "5fd2bjk2-f95n-22f2-y42f-43s63255p5d3",
    name: "Ковбаса «Різдвяна»",
    description: (
      <div>
        Склад: 50% свинина знежилована нежирна; 35% м’ясо птиці, 15% сало
        хребтове.
        <br />
        Інгердієнти: сiль кухонна, смако-ароматична суміш, кардамон, перець
        духмяний, мускатний горіх, цукор, стабiлiзатор кольору Е250.
        <br />
        Поживна цінність на 100 г продукту: білок - не менше 12 г., жир - не
        більше 57 г., вуглеводи не більше 0.5 г.
        <br />
        Строк придатності та умови зберігання: за відносної вологості повітря
        від 75 до 78% і за температури не вищої ніж 15 °С - не більше 120 діб.
        При температурі від 2°С до 24°С під вакуумом в плівці - 180 діб.
      </div>
    ),
    price: 408.0,
    purchaseType: "piece",
    category: "chpk",
    hot: false,
    imgUrl: ["../assets/new_years_eve.jpg"],
    shortDesc:
      "Склад: 50% свинина знежилована нежирна; 35% м’ясо птиці, 15% сало хребтове.",
    weight: 1,
  },

  {
    id: "1nn2yjj3-h52n-10k5-n34j-10j42171t4k3",
    name: "Сосиски варені «Зі скоринкою",
    description: (
      <div>
        Склад: 60% свинина знежилована напівжирна; 30% яловичина знежилована 1с;
        10% м'ясо птиці.
        <br />
        Харчова та енергетична цінність: 100 г продукту містить: білки не менше
        ніж 10 г; жири не більше 32.0 г; в т.ч. насичені жири не більше ніж 11.8
        г; вуглеводів 0.2 г; кухонної солі не більше ніж 2.5 г; Енергетична
        цінність 260.1 ккал
        <br />
        Термін придатності сосисок запакованих під вакуумом, або в
        модифікованому газовому середовищі в газонепроникні полімерні матеріали
        за температури від 00С до 60С не більше 20 діб.
      </div>
    ),
    price: 86.14,
    purchaseType: "piece",
    category: "sosyska",
    hot: false,
    imgUrl: ["../assets/sosiski_zi_skorinkou.jpg"],
    shortDesc:
      "Склад: 60% свинина знежилована напівжирна; 30% яловичина знежилована 1с; 10% м'ясо птиці.",
    weight: 1,
  },

  {
    id: "5nn2yjj3-k52n-10k5-n34j-10i41171t4k3",
    name: "Курка копчена",
    description: (
      <div>
        Склад: тушка куряча
        <br />
        Інгредієнти: сіль кухонна харчова, регулятор кольору, паприка, перець
        чорний мелений, кмин, чілі, коріандр, підсилювач смаку та аромату
        (Е621), часник свіжий подрібнений.
        <br />
        Термін придатності за температури, від 00С до 60С, та відносній
        вологості від 70% до 80%, не більше ніж 5 діб. Термін придатності
        продукту запакованого під вакуумом, або в модифікованому газовому
        середовищі в газонепроникні полімерні матеріали за температури від 00С
        до 60С не більше 17 діб.
      </div>
    ),
    price: 128.85,
    purchaseType: "piece",
    category: "chicken",
    hot: false,
    imgUrl: ["../assets/kurka_kopchena.jpg"],
    shortDesc:
      "Термін придатності за температури, від 00С до 60С, та відносній вологості від 70% до 80%, не більше ніж 5 діб.",
    weight: 1,
  },
];
