export interface IOptionsList {
  name: string;
  key: string;
}

export const globalColors = {
  red: "#ab3838",
  white: "#ffffff",
  darkBlack: "#1f1f1f",
  black: "#000",
  lightGrey: "#5a6771",
  darkGrey: "#31353a",
};

export const payArray = [
  { name: "boxPage.payRadioBut.cash", check: 1 },
  { name: "boxPage.payRadioBut.cashless", check: 2 },
];

export const deliveryArray = [
  {
    name: "boxPage.deliveryTo.cherkassy",
    check: "che",
    img: "",
    style: "",
  },
  {
    name: "boxPage.deliveryTo.np",
    check: "np",
    img: "../assets/novaPochta.png",
    style: "imgNova",
  },
  {
    name: "boxPage.deliveryTo.js",
    check: "js",
    img: "../assets/justin.png",
    style: "imgUkr",
  },
  {
    name: "boxPage.deliveryTo.ukr",
    check: "ukr",
    img: "../assets/ukrPochta.png",
    style: "imgUkr",
  },
];

export const arraySelectPiece: IOptionsList[] = [
  { name: "1 шт", key: "1" },
  { name: "2 шт", key: "2" },
  { name: "3 шт ", key: "3" },
  { name: "4 шт ", key: "4" },
  { name: "5 шт ", key: "5" },
  { name: "6 шт ", key: "6" },
  { name: "7 шт ", key: "7" },
  { name: "8 шт ", key: "8" },
  { name: "9 шт ", key: "9" },
  { name: "10 шт ", key: "10" },
];

export const arraySelectGram: IOptionsList[] = [
  { name: "100 гр", key: "1" },
  { name: "200 гр", key: "2" },
  { name: "300 гр", key: "3" },
  { name: "500 гр", key: "8" },
  { name: "1 кг", key: "10" },
  { name: "3 кг", key: "40" },
  { name: "5 кг", key: "50" },
];

export const arrayCategory: IOptionsList[] = [
  { name: "Категорія", key: "category" },
  { name: "М'ясо", key: "meat" },
  { name: "Сало", key: "salo" },
  { name: "Копчене", key: "smoked" },
];

export interface ICard {
  id: string;
  name: string;
  description: any;
  price: number;
  purchaseType: string;
  category: string;
  hot: boolean;
  imgUrl: string[];
  shortDesc: string;
}
export const basicWords = [
  { title: "home", key: "/" },
  { title: "product", key: "/cataloge" },
  { title: "productionFooter", key: "/production" },
];

export const button = { key: "cataloge" };
// export const moreDetail = { key: "/catalog/:id" };

export const arrayCard: ICard[] = [
  {
    id: "9ca8bad4-e31a-4ac9-b28e-97d92893f7d3",
    name: "Ковбаса напівкопчена «Салямі Київська»",
    description: (
      <div>
        Склад: яловичина знежилована 1 сорту, свинина знежилована напівжирна,
        м'ясо птиці, сало хребтове Інгредієнти: сіль кухонна харчова, регулятор
        кольору, спеції ( гірчиця, коріандр, часник), екстракти спецій (чорнй
        перець, білий перець, мускатний горіх), підсилювач смаку і аромату ,
        антиоксидант .Харчова та енергетична цінність.
        <br />
        100 г продукту містить: Білки, не менше ніж 13.0 г; жири не більше, ніж
        35.0 г; в т.ч. насичені жири не більше ніж 12.5 г; вуглеводи 0.2 г;
        кухонної солі 3.5 г.Енергетична цінність 332 ккал Термін придатності: за
        температури від 0 ℃ до 6 ℃, та відносній вологості 75% до 78 % не більше
        15 діб. Термін придатності за температури від -7 ℃ до -9 ℃ не більше 3-х
        місяців Термін придатності ковбас, запакованих під вакуумом або в
        модифікованому газовому середовищі в плівку цілими батонами, за
        температури, не вищої за 6 ℃, не більше 25 діб.
      </div>
    ),
    price: 134.52,
    purchaseType: "100gram",
    category: "sausage",
    hot: false,
    imgUrl: ["../assets/kovbasaSalyami.jpg"],
    shortDesc:
      "Термін  придатності за температури від -7 ℃ до -9 ℃ не більше 3-х місяців Термін  придатності ковбас, запакованих під вакуумом або в модифікованому газовому середовищі в плівку цілими батонами, за температури, не вищої за 6 ℃, не більше 25 діб.",
  },
  {
    id: "9ca8bad4-e31a-4ac9-b28e-94d92893f7d3",
    name: "Сардельки «Докторські»",
    description:
      "Склад: яловичина знежилована 1сорту, свинина знежилована напівжирна, сало бокове, філе птиці, стабілізатор білковий.Інгредієнти: сіль кухонна харчова, регулятор кольору (Е250); стабілізатори (Е450, Е451); спеції та екстракти спецій (білий перець, часник, мускатний горіх); цукри (декстроза); антиоксидант (Е 300); ароматизатор м’яса. Харчова та енергетична цінність. 100 г продукту містить: білки не менше ніж 10 г; жири не більше 32.0 г; в т.ч. насичені жири не більше ніж 11.8 г; вуглеводів 0.2 г; кухонної солі 2.5 г; Енергетична цінність  210 ккал Термін  придатності за температури, від 0 ℃ до  6 ℃, та відносній вологості від 75%  до 78%, не більше ніж 3 доби. Термін  придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб.",
    price: 128.91,
    purchaseType: "100gram",
    category: "anchovies",
    hot: false,
    imgUrl: ["../assets/sardelkaDoktorska.jpg"],
    shortDesc:
      "Термін  придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб.",
  },
  {
    id: "9cb8bad4-e31a-4ac9-b28e-94d92893f7d3",
    name: "Сардельки з сиром",
    description:
      "Склад: свинина знежилована напівжирна; м'ясо птиці; сир твердий.Інгреієнти: сіль кухонна харчова; сухе молоко знежирене; яйця курячі; регулятор кольору ; стабілізатори (Е 450; Е 451); цукри (декстроза); підсилювач смаку ; антиоксидант (Е 330); спеції (білий перець, часник, майоран); екстракти спецій (мускатний горіх).Харчова та енергетична цінність. 100 г продукту містить: білок не менше ніж 11.0 г; жири не більше ніж 24.0 г; в т.ч. насичені жири  не більше ніж 8.8 г; вуглеводів 0.2 г; кухонної солі 2.5 г;  Енергетична цінність  268.5 ккал.Термін придатності за температури від 0 ℃ до 6 ℃, та відносної вологості від 75% до 78%, не більше ніж 3 доби. Термін придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб.",
    price: 146.89,
    purchaseType: "100gram",
    category: "anchovies",
    hot: false,
    imgUrl: ["../assets/sardelkaWithCheese.jpg"],
    shortDesc:
      "Термін придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб.",
  },
  {
    id: "9cb8bad4-e31a-4nb9-b28e-94d92893f7d3",
    name: "Сосиски варені «Ніжні»",
    description:
      "Склад: яловичина знежилована вс; яловичина знежилована 1с; свинина знежилована напівжирна; свинина знежилована жирна.Інгредієнти: сіль кухонна харчова; регулятор кольору ; стабілізатори (Е 450; Е 451); підсилювач смаку та аромату ; антиоксидант (Е 300); спеції та екстракти спецій (чорний перець; мускатний горіх); ароматизатор вершкового масла.Харчова та енергетична цінність. 100 г продукту містить: білки не менше ніж 10 г;жири не більше 32.0 г; в т.ч. насичені жири не більше ніж 11.8 г; вуглеводів 0.2 г; кухонної солі не більше ніж 2.5 г;Енергетична цінність  260.1 ккал Термін придатності за температури від 0 ℃ до 6 ℃, та відносній вологості від 75%  до 78%, не більше ніж 3 доби. Термін придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб.",
    price: 100.07,
    purchaseType: "100gram",
    category: "anchovies",
    hot: false,
    imgUrl: ["../assets/nishna.jpg"],
    shortDesc:
      "Термін придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб",
  },
  {
    id: "9cb8bad4-e41a-4nb7-b28e-94d92893f7d3",
    name: "Сосиски варені з сиром",
    description:
      "Склад: яловичина знежилована 1с; свинина знежилована напівжирна; сир твердий (жирність не менше 45%).Інгредієнти: яйця курячі; молоко сухе знежирене; сіль кухонна харчова; білковий стабілізатор; крохмаль картопляний; регулятор кольору ; стабілізатор  ; прянощі та екстракти прянощів: імбир; перець чорний; мускатний горіх; маци; чілі.Харчова та енергетична цінність. 100 г продукту містить: білки не менше ніж 10 г;жири не більше 45.0 г; в т.ч. насичені жири не більше ніж 16.6 г; вуглеводів 0.2 г; кухонної солі 2.5 г; Енергетична цінність  328 ккалТермін придатності за температури, від 0 ℃ до 6 ℃, та відносній вологості від 75%  до 78%, не більше ніж 3 доби.Термін придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 15 діб. ",
    price: 0.0,
    purchaseType: "100gram",
    category: "anchovies",
    hot: false,
    imgUrl: ["../assets/nemaPhoto.jpg"],
    shortDesc:
      "Термін придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 15 діб. ",
  },
  {
    id: "9cb8bbd3-e41a-4nb7-b28e-94d91873g7d3",
    name: "Сосиски «Молочні» вс",
    description:
      "Склад: яловичина знежилована 1с; свинина знежилована жирна;  молоко коров’яче сухе незбиране, або знежирене; яйця курячі або меланж яєчний.Інгредієнти: сіль кухонна харчова; цукор-пісок; регулятор кольору  Перець білий мелений; перець духмяний мелений; горіх мускатний мелений. Харчова та енергетична цінність. 100 г продукту містить: білки не менше ніж 11.0 г; жири не більше 28.0 г; в т.ч. насичені жири не більше ніж 10.3 г; вуглеводів 0.2 г; кухонної солі 2.5 г; Енергетична цінність 296  ккал Термін  придатності за температури, від 0 ℃ до 6 ℃, та відносній вологості від 75%  до 78%, не більше ніж 3 доби. Термін  придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 12 діб. ",
    price: 142.91,
    purchaseType: "100gram",
    category: "anchovies",
    hot: false,
    imgUrl: ["../assets/molochna.jpg"],
    shortDesc:
      "Термін  придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 12 діб. ",
  },
  {
    id: "9cb8bbd3-e41b-4nb7-b48a-94d51873g7d3",
    name: "Сосиски варені «Шкільні» вс",
    description:
      "Склад: яловичина знежилована  вс; свинина знежилована напівжирна; молоко коров’яче сухе незбиране, або знежирене; яйця курячі або меланж яєчний.Інгредієнти: сіль кухонна харчова, цукор-пісок, регулятор кольору , перець чорний мелений;  перець духмяний мелений; горіх мускатний або кардамон мелені; вода питна.Харчова та енергетична цінність. 100 г продукту містить: білок не менше ніж 11 г; жиру не більше ніж 20.0 г; насичені жири 8.8 г; вуглеводи не більше ніж 0.2 г; кухонної солі 2.5 г;  Енергетична цінність 224 ккал Термін  придатності за температури, від 0 ℃ до 6 ℃, та відносній вологості від 75%  до 78%, не більше ніж 3 доби.Термін  придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 12 діб. ",
    price: 158.77,
    purchaseType: "100gram",
    category: "anchovies",
    hot: false,
    imgUrl: ["../assets/shkilna_2.jpg", "../assets/shkilna_1.jpg"],
    shortDesc:
      "Термін  придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 12 діб. ",
  },
  {
    id: "9cb8bbd3-e45b-4nb7-b48a-94n53843g7d3",
    name: "Сосиски варені «Шкільні» вс",
    description:
      "Склад: яловичина знежилована  вс; свинина знежилована напівжирна; молоко коров’яче сухе незбиране, або знежирене; яйця курячі або меланж яєчний.Інгредієнти: сіль кухонна харчова, цукор-пісок, регулятор кольору , перець чорний мелений;  перець духмяний мелений; горіх мускатний або кардамон мелені; вода питна.Харчова та енергетична цінність. 100 г продукту містить: білок не менше ніж 11 г; жиру не більше ніж 20.0 г; насичені жири 8.8 г; вуглеводи не більше ніж 0.2 г; кухонної солі 2.5 г;  Енергетична цінність 224 ккал Термін  придатності за температури, від 0 ℃ до 6 ℃, та відносній вологості від 75%  до 78%, не більше ніж 3 доби.Термін  придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 12 діб. ",
    price: 165.29,
    purchaseType: "100gram",
    category: "anchovies",
    hot: false,
    imgUrl: ["../assets/shkilna_2.jpg", "../assets/shkilna_1.jpg"],
    shortDesc:
      "Термін  придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 12 діб. ",
  },
  {
    id: "9cb8bbd3-e45b-4fb7-r46a-94n53843g7d3",
    name: "Ковбаски «Мисливські» вс",
    description:
      "Склад: яловичина знежилована 1 с; свинина знежилована нежирна; свинина знежилована напівжирна; сало ковбасне бокове.Інгредієнти: сіль кухонна харчова; регулятор кольору ; цукор-пісок; перець чорний мелений, перець духмяний мелений; часник свіжий почищений подрібнений.Харчова та енергетична цінність. 100 г продукту містить: білок не менше ніж 18 г; жиру не більше ніж 40.0 г; насичені жири 15.4 г; вуглеводи не більше ніж 0.3 г; кухонної солі 4 г; Енергетична цінність 457 ккал Термін  придатності за температури, від 0 ℃ до 6 ℃, та відносній вологості від 75%  до 78%, не більше ніж 15 діб.Термін придатності за температури від -7 ℃ до -9 ℃ не більше 3-х місяців.Термін  придатності ковбасок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 25 діб. ",
    price: 240.94,
    purchaseType: "100gram",
    category: "sausage",
    hot: false,
    imgUrl: ["../assets/kovbasaHanter.jpg"],
    shortDesc:
      "Термін  придатності ковбасок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 25 діб. ",
  },
  {
    id: "9ca7bbc3-r45b-4fb7-r47a-94n53543g3d3",
    name: "Крило куряче варено-копчене",
    description:
      "Склад: крило куряче.Інгредієнти: сіль кухонна харчова; регулятор кольору ; спеції: (паприка; перець чорний; кмин; чілі; коріандр; підсилювач смаку та аромату; часник свіжий подрібнений.Харчова та енергетична цінність. 100 г продукту містить: білок не менше ніж 11 г; жиру не більше ніж 24.0 г; насичені жири 8.8 г; вуглеводи 0.3 г; кухонної солі 4.0 г; Енергетична цінність 256 ккал Термін  придатності за температури, від 0 ℃ до 6 ℃, та відносній вологості від 70%  до 80%, не більше ніж 5 діб.Термін  придатності продукту  запакованого під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 17 діб. ",
    price: 139.35,
    purchaseType: "100gram",
    category: "sausage",
    hot: false,
    imgUrl: ["../assets/kopcheneKrilo.jpg"],
    shortDesc:
      "Термін  придатності продукту  запакованого під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 17 діб. ",
  },
  {
    id: "9ca7bvc3-r45b-4fb7-m45a-94n53543g3d3",
    name: "Гомілка куряча варено-копчена",
    description:
      "Склад: гомілка курячаІнгредієнти: сіль кухонна харчова; регулятор кольору  спеції: (паприка; перець чорний мелений; кмин; чілі; коріандр; підсилювач смаку та аромату (Е621) часник свіжий подрібнений.Харчова та енергетична цінність. 100 г продукту містить: білок не менше ніж 19 г; жиру не більше ніж 9.0 г; насичені жири 3.3 г; вуглеводи 0.3 г; Енергетична цінність 256 ккал Термін  придатності за температури, від 0 ℃ до 6 ℃, та відносній вологості від 70%  до 80%, не більше ніж 5 діб.Термін  придатності продукту  запакованого під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше  17 діб. ",
    price: 136.05,
    purchaseType: "100gram",
    category: "sausage",
    hot: false,
    imgUrl: ["../assets/gomilka.jpg"],
    shortDesc:
      "Термін  придатності продукту  запакованого під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 17 діб. ",
  },
  {
    id: "9ca7bbn3-r45b-4lb7-m45j-94n53543g3d3",
    name: "Ковбаски «Дачні» напівкопчені",
    description:
      "Склад: свинина знежилована напівжирна; м'ясо птиці; філе птиці; сало ковбасне бокове.Інгредієнти: сіль кухонна харчова; білковий стабілізатор; регулятор кольору ; стабілізатори(Е 450; Е 451); підсилювач смаку та аромату (Е621); антиоксидант (Е 316)Спеції: (перець чорний мелений; часник свіжий подрібнений; чілі).Харчова та енергетична цінність. 100 г продукту містить: білок не менше ніж 13 г; жиру не більше ніж 50.0 г; насичені жири 18.3 г; вуглеводи 0.2 г; кухонної солі 4.0 г; Енергетична цінність 365 ккал Термін  придатності за температури, від 0 ℃ до 6 ℃, та відносній вологості від 75%  до 78%, не більше ніж 15 діб.Термін придатності за температури від -7 ℃ до -9 ℃ не більше 3-х місяців.Термін  придатності продукту  запакованого під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 25 діб. ",
    price: 122.2,
    purchaseType: "100gram",
    category: "sausage",
    hot: false,
    imgUrl: ["../assets/dachni.jpg"],
    shortDesc:
      "Термін  придатності продукту  запакованого під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 17 діб. ",
  },
  {
    id: "9ca7bbn3-r45b-4lb7-m45s-94n63543m3d3",
    name: "Ковбаски «Шашличні» ",
    description:
      "Склад: свинина знежилована напівжирна; яловичина знежилована 1с; м'ясо птиці; філе птиці; шпик хребтовий; Інгредієнти: сіль кухонна харчова; білковий стабілізатор; регулятор кольору ; стабілізатор (Е 450;); підсилювач смаку та аромату (Е621); Спеції: (перець чорний мелений; імбир; мускатний горіх; мацис;  чілі).Харчова та енергетична цінність. 100 г продукту містить: білок не менше ніж 13 г; жиру не більше ніж 50.0 г; насичені жири 18.3 г; вуглеводи 0.2 г; кухонної солі 4.0 г; Енергетична цінність 348 ккал Термін  придатності за температури, від 0 ℃ до 6 ℃, та відносній вологості від 75%  до 78%, не більше ніж 15 діб.Термін придатності за температури від -7 ℃ до -9 ℃ не більше 3-х місяців.Термін  придатності продукту  запакованого під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 25 діб. ",
    price: 107.06,
    purchaseType: "100gram",
    category: "sausage",
    hot: false,
    imgUrl: ["../assets/kovbaskyShaslichny.jpg"],
    shortDesc:
      "Термін  придатності продукту  запакованого під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 25 діб. ",
  },
  {
    id: "9ca7bbn3-r45x-4lc7-m45s-94n63743h3d3",
    name: "Ковбаски «Дамські пальчики» напівкопчені ",
    description:
      "Склад: ; свинина знежилована нежирна; свинина знежилована напівжирна;  філе птиці; сало ковбасне бокове;Інгредієнти: сіль кухонна харчова; білковий стабілізатор; регулятор кольору ; стабілізатор (Е 450;); підсилювач смаку та аромату (Е621); Спеції (пажитник; корінь любистку; цибуля-порей ).Харчова та енергетична цінність. 100 г продукту містить: білок не менше ніж 13 г; жиру не більше ніж 50.0 г; насичені жири 18.3 г; вуглеводи 0.2 г; кухонної солі 4.0 г; Енергетична цінність 326 ккал Термін  придатності за температури, від 0 ℃ до 6 ℃, та відносній вологості від 75%  до 78%, не більше ніж 15 діб.Термін придатності за температури від -7 ℃ до -9 ℃ не більше 3-х місяців. Термін  придатності продукту  запакованого під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 25 діб. ",
    price: 224.58,
    purchaseType: "100gram",
    category: "sausage",
    hot: false,
    imgUrl: ["../assets/nemaPhoto.jpg"],
    shortDesc:
      "Термін  придатності продукту  запакованого під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 25 діб. ",
  },
  {
    id: "9ca7bbg3-r85n-4lc0-m45s-04n63743h3d3",
    name: "Сардельки варені «Шпикачки»",
    description:
      "Склад: яловичина знежилована вс; свинина знежилована нежирна; свинина знежилована  жирна; шпик хребтовий.Інгредієнти: сіль кухонна харчова, цукор-пісок, регулятор кольору , перець чорний або білий мелені, горіх мускатний або кардамон мелені, часник свіжий або консервований або сушений або заморожений почищений подрібнений, вода питна.Харчова та енергетична цінність. 100 г продукту містить: білок не менше ніж 10 г; жиру не більше ніж 32.0 г; насичені жири 11.8 г; вуглеводи  0.4 г; кухонної солі 2.5 г; Енергетична цінність 328 ккал Термін  придатності за температури, від 0 ℃ до 6 ℃, та відносній вологості від 75%  до 78%, не більше ніж 3 доби.Термін  придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб. ",
    price: 128.62,
    purchaseType: "100gram",
    category: "sausage",
    hot: false,
    imgUrl: ["../assets/shpikachka.jpg"],
    shortDesc:
      "Термін  придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб.",
  },
  {
    id: "9pn7tbg9-r85y-45c0-m45d-03n63543c3d3",
    name: "Ковбаса «Елітна» напівкопчена",
    description:
      "Склад: яловичина знежилована вс; свинина знежилована нежирна; свинина знежилована  жирна; шпик хребтовий.Інгредієнти: сіль кухонна харчова, цукор-пісок, регулятор кольору , перець чорний або білий мелені, горіх мускатний або кардамон мелені, часник свіжий або консервований або сушений або заморожений почищений подрібнений, вода питна.Харчова та енергетична цінність. 100 г продукту містить: білок не менше ніж 10 г; жиру не більше ніж 32.0 г; насичені жири 11.8 г; вуглеводи  0.4 г; кухонної солі 2.5 г; Енергетична цінність 328 ккал Термін  придатності за температури, від 0 ℃ до 6 ℃, та відносній вологості від 75%  до 78%, не більше ніж 3 доби.Термін  придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб. ",
    price: 176.52,
    purchaseType: "100gram",
    category: "sausage",
    hot: false,
    imgUrl: ["../assets/elitnaKovbasa.jpg"],
    shortDesc:
      "Термін  придатності продукту  запакованого під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 25 діб. ",
  },
  {
    id: "9pn7tbg9-r85f-45c0-m67d-23d63543c3d3",
    name: "Ковбаски для гриля напівкопчені",
    description:
      "Склад:; свинина знежилована нежирна; свинина знежилована напівжирна; сало ковбасне бокове. Інгредієнти: сіль кухонна харчова; білковий стабілізатор; регулятор кольору ; стабілізатор (Е 450; Е 451; Е 452); підсилювач смаку та аромату (Е621); антиоксидант (Е 300); декстроза; спеції: (кмин, кріп, перець, часник, інжир, петрушка),; екстракти спецій: ( перець чорний, часник).Харчова та енергетична цінність. 100 г продукту містить: білок не менше ніж 13 г; жиру не більше ніж 40.0 г; насичені жири 14.8 г; вуглеводи 0.2 г; кухонної солі 4 г; Енергетична цінність 411 ккал Термін  придатності за температури, від 0 ℃ до 6 ℃, та відносній вологості від 75%  до 78%, не більше ніж 15 діб.Термін придатності за температури від -7 ℃ до -9 ℃ не більше 3-х місяців. Термін  придатності продукту  запакованого під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 25 діб. ",
    price: 179.94,
    purchaseType: "100gram",
    category: "sausage",
    hot: false,
    imgUrl: ["../assets/grillKovbaska.jpg"],
    shortDesc:
      "Термін  придатності продукту  запакованого під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 25 діб. ",
  },
  {
    id: "9pn7tbg3-r85f-45c0-m67d-23s63233c3d3",
    name: "Ковбаски «Сирні палички» напівкопчені",
    description:
      "Склад:; яловичина знежилована 1с; свинина знежилована напівжирна; м'ясо  птиці; сало ковбасне бокове.Інгредієнти: сіль кухонна харчова; білковий стабілізатор; регулятор кольору ; стабілізатор (Е 450; Е 451); антиоксидант (Е 300) спеції та  екстракти спецій: (мускатний горіх, білий перець, часник); декстроза; ароматизатор м’яса.Харчова та енергетична цінність. 100 г продукту містить: білок не менше ніж 13 г; жиру не більше ніж 40.0 г; насичені жири 14.3 г; вуглеводи 0.2 г; кухонної солі 4 г; Енергетична цінність 390 ккал Термін  придатності за температури, від 0 ℃ до 6 ℃, та відносній вологості від 75%  до 78%, не більше ніж 15 діб.Термін придатності за температури від -7 ℃ до -9 ℃ не більше 3-х місяців.Термін  придатності продукту  запакованого під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 25 діб. ",
    price: 132.72,
    purchaseType: "100gram",
    category: "sausage",
    hot: false,
    imgUrl: ["../assets/cheesePalichki.jpg"],
    shortDesc:
      "Термін  придатності продукту  запакованого під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 25 діб.",
  },
  {
    id: "9pn7gbg3-r85f-35c2-m67d-23s65233c3d3",
    name: "Ковбаски «Французькі» вс сирокопчені",
    description:
      "Склад:; яловичина знежилована вс; філе птиці; шпик хребтовий.Інгредієнти: сіль кухонна харчова; білковий стабілізатор; регулятор кольору ; регулятор кислоти (Е 575); стабілізатори (Е 450; Е 451); антиоксидант (Е 300) спеції та  екстракти спецій: (мускатний горіх, білий перець, часник); декстроза.Харчова та енергетична цінність. 100 г продукту містить: білок не менше ніж 15 г; жиру не більше ніж 28.6 г; насичені жири 10.3 г; вуглеводи 0.3 г; кухонної солі 4.5 г; Енергетична цінність 326 ккал Термін  придатності за температури, від 0 ℃ до 6 ℃, та відносній вологості від 75%  до 78%, запакованих  під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали цілими виробами 120 діб, порційними нарізаннями  45 діб ",
    price: 323.52,
    purchaseType: "100gram",
    category: "sausage",
    hot: false,
    imgUrl: ["../assets/franchKovbaska.jpg"],
    shortDesc:
      "Термін придатності за температури від -2 ℃ до -4 ℃ не більше 6-и  місяців, за температури від -7 ℃ до -9 ℃ не більше 9-и  місяців",
  },
  {
    id: "9pn7gbg3-r83f-35d2-m87d-23s65233c3d3",
    name: "Ковбаса «Імператорська» вс сирокопчена",
    description:
      "Склад:; яловичина знежилована 1с; свинина знежилована нежирна;  шпик хребтовий. Інгредієнти: сіль кухонна харчова; білковий стабілізатор; регулятор кольору ; регулятор кислоти (Е 575); стабілізатори (Е 450; Е 451); антиоксидант (Е 316); підсилювач смаку та аромату ;  екстракти прянощів: (мускатний горіх, чорний перець, мацис).Харчова та енергетична цінність. 100 г продукту містить: білок не менше ніж 12 г; жиру не більше ніж 48.0 г; насичені жири 18.1 г; вуглеводи 0.3 г; кухонної солі 4.5 г; Енергетична цінність 370 ккал Термін  придатності за температури до 150 С, та відносній вологості від 75%  до 78%, 4 місяці, за температури від -2 ℃ до -4 ℃ не більше 6-и  місяців, за температури від -7 ℃ до -9 ℃ не більше 9-и  місяцівзапакованих  під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали цілими виробами за температури від 0 ℃ до 6 ℃,  не більше ніж  120 діб, порційними нарізаннями  45 діб.",
    price: 333.07,
    purchaseType: "100gram",
    category: "sausage",
    hot: false,
    imgUrl: ["../assets/imperatorska.jpg"],
    shortDesc:
      "Термін придатності за температури від -2 ℃ до -4 ℃ не більше 6-и  місяців, за температури від -7 ℃ до -9 ℃ не більше 9-и  місяців",
  },
  {
    id: "9pn7gbg3-f82f-35t2-m87d-43s65233c3d3",
    name: "Ковбаса «Губернаторська» вс сирокопчена",
    description:
      "Склад:; свинина знежилована нежирна; свинина знежилована напівжирна.Інгредієнти: сіль кухонна харчова; білковий стабілізатор; регулятор кольору ;  підсилювач смаку та аромату ;  екстракти прянощів: (коріандр, чорний перець, мацис, імбир, чілі, кмин).Харчова та енергетична цінність. 100 г продукту містить: білок не менше ніж 12 г; жиру не більше ніж 65.0 г; насичені жири 24.0 г; вуглеводи 0.3 г; кухонної солі 4.5 г; Енергетична цінність 410 ккал Термін  придатності за температури до 150 С, та відносній вологості від 75%  до 78%, 4 місяці, за температури від -2 ℃ до -4 ℃ не більше 6-и  місяців, за температури від -7 ℃ до -9 ℃ не більше 9-и  місяцівзапакованих  під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали цілими виробами за температури від 0 ℃ до 6 ℃,  не більше ніж 120 діб, порційними нарізаннями  45 діб.",
    price: 338.04,
    purchaseType: "100gram",
    category: "sausage",
    hot: false,
    imgUrl: ["../assets/gubernatorska.jpg"],
    shortDesc:
      "Термін  придатності за температури до 150 С, та відносній вологості від 75%  до 78%, 4 місяці, за температури від -2 ℃ до -4 ℃ не більше 6-и  місяців, за температури від -7 ℃ до -9 ℃ не більше 9-и  місяців",
  },
  {
    id: "9pn7gbg2-f82f-31t2-m87d-45s65233c3d4",
    name: "Ковбаса салямі «Віденська» напівкопчена",
    description:
      "Склад: яловичина знежилована 1 сорту; свинина знежилована напівжирна;  м'ясо птиці;шпик боковийІнгредієнти: сіль кухонна харчова, регулятор кольору , стабілізатори (Е 450, Е 451) спеції ( коріандр, часник), екстракти спецій (чорний перець, білий перець, мускатний горіх), підсилювач смаку і аромату , антиоксидант Харчова та енергетична цінність. 100 г продукту містить:Білки, не менше ніж 13.0 г; жири не більше, ніж 50 г;  в т.ч. насичені жири не більше ніж 18.5 г; вуглеводи 0.2 г; кухонної солі 3.5 г.  Енергетична цінність 332 ккал Термін  придатності: за температури від 0 ℃ до 6 ℃, та відносній вологості 75% до 78 % не більше 15 діб.Термін  придатності ковбас, запакованих під вакуумом або в модифікованому газовому середовищі в плівку цілими батонами, за температури, не вищої за 6 ℃, не більше 25 діб.",
    price: 119.31,
    purchaseType: "100gram",
    category: "sausage",
    hot: false,
    imgUrl: ["../assets/salyamiVidenska.jpg"],
    shortDesc:
      "Термін  придатності ковбас, запакованих під вакуумом або в модифікованому газовому середовищі в плівку цілими батонами, за температури, не вищої за 6 ℃, не більше 25 діб.",
  },
  {
    id: "9pn4gbh2-f82f-31t2-d37d-45s65213c3d4",
    name: "Ковбаса  «Італія» напівкопчена вс",
    description:
      "Склад: свинина знежилована напівжирнаІнгредієнти: сіль кухонна харчова, регулятор кольору ; цукор-пісок;  підсилювач смаку та аромату ;  екстракт спецій (чорний перець, білий перець,  мускатний горіх); антиоксидант (Е315)Харчова та енергетична цінність. 100 г продукту містить: Білки, не менше ніж 13.0 г;жири не більше, ніж 50 г;  в т.ч. насичені жири не більше ніж 18.5 г; вуглеводи 0.2 г; кухонної солі 4.5 г.  Енергетична цінність 378 ккалТермін  придатності: за температури від 0 ℃ до 6 ℃, та відносній вологості 75% до 78 % не більше 15 діб.Термін  придатності за температури від -7 ℃ до -9 ℃ не більше 3-х місяцівТермін  придатності ковбас, запакованих під вакуумом або в модифікованому газовому середовищі в плівку цілими батонами, за температури  не вищої за 6 ℃, не більше 25 діб.",
    price: 185.87,
    purchaseType: "100gram",
    category: "sausage",
    hot: false,
    imgUrl: ["../assets/nemaPhoto.jpg"],
    shortDesc:
      "Термін  придатності ковбас, запакованих під вакуумом або в модифікованому газовому середовищі в плівку цілими батонами, за температури  не вищої за 6 ℃, не більше 25 діб.",
  },
  {
    id: "4pn4gbh2-f87f-31t2-d37y-45s64233c3d4",
    name: "Ковбаса «Краковецька»  напівкопчена",
    description:
      "Склад: свинина знежилована напівжирнаІнгредієнти: сіль кухонна харчова, регулятор кольору ; цукор-пісок;  підсилювач смаку та аромату ;  екстракт спецій (чорний перець, білий перець,  мускатний горіх); антиоксидант (Е315)Харчова та енергетична цінність. 100 г продукту містить: Білки, не менше ніж 13.0 г;жири не більше, ніж 50 г;  в т.ч. насичені жири не більше ніж 18.5 г; вуглеводи 0.2 г; кухонної солі 4.5 г.  Енергетична цінність 378 ккалТермін  придатності: за температури від 0 ℃ до 6 ℃, та відносній вологості 75% до 78 % не більше 15 діб.Термін  придатності за температури від -7 ℃ до -9 ℃ не більше 3-х місяцівТермін  придатності ковбас, запакованих під вакуумом або в модифікованому газовому середовищі в плівку цілими батонами, за температури  не вищої за 6 ℃, не більше 25 діб.",
    price: 105.28,
    purchaseType: "100gram",
    category: "sausage",
    hot: false,
    imgUrl: ["../assets/krakovetska.jpg"],
    shortDesc:
      "Термін  придатності ковбас, запакованих під вакуумом або в модифікованому газовому середовищі в плівку цілими батонами, за температури  не вищої за 6 ℃, не більше 25 діб.",
  },
  {
    id: "4pn4gbh2-f87f-31t2-d37y-45s64233c3d4",
    name: "Сосиски варені «Міні» вс",
    description:
      "Склад: яловичина знежилована вс; яловичина знежилована 1с; свинина знежилована нежирна; свинина знежилована жирна.Інгредієнти: сіль кухонна харчова; молоко коров’яче сухе знежирене; яйця курячі;Регулятор кольору ; вода питна; декстроза; стабілізатор Е450; підсилювач смаку та аромату  прянощі (імбир, перець чорний);  антиоксидант (Е 300); екстракти прянощів.Харчова та енергетична цінність. 100 г продукту містить: білок не менше ніж 11 г; жиру не більше ніж 20.0 г; насичені жири 8.8 г; вуглеводи не більше ніж 0.2 г; кухонної солі 2.5 г;  Енергетична цінність 224 ккал Термін  придатності за температури, від 0 ℃ до 6 ℃, та відносній вологості від 75%  до 78%, не більше ніж 3 доби.Термін  придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб. ",
    price: 0.0,
    purchaseType: "100gram",
    category: "sausage",
    hot: false,
    imgUrl: ["../assets/mini.jpg"],
    shortDesc:
      "Термін  придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб. ",
  },
  {
    id: "4pn4gfh2-f85f-31t2-d27y-45s64233c3d3",
    name: "Сардельки варені «Елітні» вс",
    description:
      "Склад: яловичина знежилована  1с; свинина знежилована нежирна; свинина знежилована жирна; яйця курячі; молоко коров’яче сухе знежирене.Інгредієнти: сіль кухонна харчова; регулятор кольору ; стабілізатор  ; підсилювач смаку та аромату ; спеції (перець чорний, кардамон, імбир); гідролізований  рослинний протеїн;  антиоксидант (Е 300).Харчова та енергетична цінність. 100 г продукту містить: білок не менше ніж 10 г; жиру не більше ніж 35.0 г; насичені жири 12.8 г; вуглеводи не більше ніж 0.2 г; кухонної солі 2.5 г;  Енергетична цінність 330 ккал. Термін  придатності за температури, від 0 ℃ до 6 ℃, та відносній вологості від 75%  до 78%, не більше ніж 3 доби.Термін  придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб.",
    price: 149.18,
    purchaseType: "100gram",
    category: "sausage",
    hot: false,
    imgUrl: ["../assets/elitnaSardelka.jpg"],
    shortDesc:
      "Термін  придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб. ",
  },
  {
    id: "4pn2gfh5-f35f-38t2-d23y-45s54233c3d3",
    name: "Сардельки «Ювілейні» варені",
    description:
      "Склад: яловичина знежилована 1с; свинина знежилована напівжирна; шпик боковий; м'ясо птиці.Інгредієнти: сіль кухонна харчова; регулятор кольору ; стабілізатор  ; підсилювач смаку та аромату ; крохмаль; спеції (перець чорний, часник, майоран, мускатний горіх); антиоксидант (Е 300).Харчова та енергетична цінність. 100 г продукту містить: білок не менше ніж 11 г; жиру не більше ніж 25.0 г; насичені жири 9.2 г; вуглеводи не більше ніж 0.2 г; кухонної солі 2.5 г;  Енергетична цінність 283 ккал. Термін  придатності за температури, від 0 ℃ до 6 ℃, та відносній вологості від 75%  до 78%, не більше ніж 3 доби.Термін  придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб.",
    price: 99.2,
    purchaseType: "100gram",
    category: "sausage",
    hot: false,
    imgUrl: ["../assets/anniversary.jpg"],
    shortDesc:
      "Термін  придатності за температури, від 0 ℃ до 6 ℃, та відносній вологості від 75%  до 78%, не більше ніж 3 доби.",
  },
  {
    id: "4fd2gfh5-f35f-38t2-d43y-45s54233c3d3",
    name: "Ковбаса «Краківська» вс напівкопчена",
    description:
      "Склад: яловичина знежилована 1с; свинина знежилована напівжирна; свинина жирна.Інгредієнти: сіль кухонна харчова; регулятор кольору ; цукор-пісок; часник свіжий, перець духмяний мелений.Харчова та енергетична цінність: білок не менше 15 г; жири не більше 42 г; в т.ч. насичені жири 15.5 г; вуглеводів 0.3 г. кухонної солі 4.3 г; Енергетична цінність  392 ккал. Термін  придатності: за температури від 0 ℃ до 6 ℃, та відносній вологості 75% до 78 % не більше 15 діб.Термін  придатності ковбас, запакованих під вакуумом або в модифікованому газовому середовищі в плівку цілими батонами, за температури  не вищої за 6 ℃, не більше 25 діб.",
    price: 220.5,
    purchaseType: "100gram",
    category: "sausage",
    hot: false,
    imgUrl: ["../assets/nemaphoto.jpg"],
    shortDesc:
      "Термін  придатності: за температури від 0 ℃ до 6 ℃, та відносній вологості 75% до 78 % не більше 15 діб.",
  },
  {
    id: "4fd2gfh3-f35f-38t2-y42y-45s54233f5d3",
    name: "Ковбаса варена «Дитяча вершкова» ",
    description:
      "Склад: яловичина знежилована вс; свинина знежилована напівжирна; яйця курячі; вершки з коров’ячого молока, молоко коров’яче знежирене.Інгредієнти: сіль кухонна харчова; цукор-пісок; регулятор кольору ; горіх мускатний мелений.Харчова та енергетична  цінність. 100 г продукту містить: білок не менше 12 г; жири не більше 32 г; в т.ч. насичені жири не більше 11.8 г; вуглеводи 0.3 г; сіль кухонна не більше 2.5 г. Енергетична цінність 201 ккал. Термін  придатності за температури, від 0 ℃ до 6 ℃, та відносній вологості від 75%  до 78%, не більше ніж 3 доби.Термін  придатності ковбаси запакованої під вакуумом, або в модифікованому газовому середовищі в газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб.",
    price: 158.17,
    purchaseType: "100gram",
    category: "sausage",
    hot: false,
    imgUrl: ["../assets/kovbasaDitacha.jpg"],
    shortDesc:
      "Термін  придатності за температури, від 0 ℃ до 6 ℃, та відносній вологості від 75%  до 78%, не більше ніж 3 доби.",
  },
  {
    id: "5fd2wjk3-f35n-33t2-y42y-45s54235f5d3",
    name: "Сосиски «Філейні» вс варені",
    description:
      "Склад: свинина знежилована нежирна; філе птиці; свинина знежилована напівжирнаІнгредієнти: сіль кухонна харчова; регулятор кольору ; молоко сухе; яйця курячі; підсилювач смаку та аромату ; стабілізатори (Е 450, Е451); декстроза; спеції (паприка, часник, чорний перець)Харчова та енергетична цінність. 100 г продукту містить: білки не менше ніж 10.0 г;жири не більше 32.0 г; в т.ч. насичені жири не більше ніж 11.8 г; вуглеводів 0.2 г; кухонної солі 2.5 г; Енергетична цінність 326  ккалТермін  придатності за температури, від 0 ℃ до 6 ℃, та відносній вологості від 75%  до 78%, не більше ніж 3 доби.Термін  придатності сосисок запакованих під вакуумом, або в модифікованому газовому середовищі в газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб. ",
    price: 123.55,
    purchaseType: "100gram",
    category: "sausage",
    hot: false,
    imgUrl: ["../assets/fileka.jpg"],
    shortDesc:
      "Термін  придатності за температури, від 0 ℃ до 6 ℃, та відносній вологості від 75%  до 78%, не більше ніж 3 доби.",
  },
  {
    id: "5fd2wjk2-f35n-33t2-y42f-43s54225f5d3",
    name: "Сардельки варені «Малятко» вс",
    description:
      "Склад: яловичина знежилована вс;  яловичина знежилована 1с; м'ясо птиці; шпик боковий.Інгредієнти: сіль кухонна харчова;  регулятор кольору ; цукор-пісок;стабілізатори (Е 450, Е 451) вода питна;  перець чорний, горіх мускатний мелений.Харчова та енергетична  цінність. 100 г продукту містить: білок не менше 12 г; жири не більше 32 г;  в т.ч. насичені жири 11.8 г; вуглеводи 0.3 г; сіль кухонна не більше 2.5 г. Енергетична цінність 290 ккал. Термін  придатності за температури, від 0 ℃ до 6 ℃, та відносній вологості від 75%  до 78%, не більше ніж 3 доби.Термін  придатності ковбаси запакованої під вакуумом, або в модифікованому газовому середовищі в газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб.",
    price: 108.45,
    purchaseType: "100gram",
    category: "sausage",
    hot: false,
    imgUrl: ["../assets/malyatko.jpg"],
    shortDesc:
      "Термін  придатності за температури, від 0 ℃ до 6 ℃, та відносній вологості від 75%  до 78%, не більше ніж 3 доби.",
  },
  {
    id: "5fd2rjk2-f35n-33k2-y42f-43s54225p5d3",
    name: "Салямі «Угорська» ",
    description:
      "Склад:  яловичина знежилована вс; яловичина знежилована 1 сорту, свинина знежилована  напівжирна,  шпик  хребтовий.Інгредієнти: сіль кухонна харчова, регулятор кольору ; декстроза; глюкозний сироп;  мальтодекстрин;  крохмаль; олія соняшникова; спеції ( кардамон, часник), екстракти спецій (часнику, лимона, моркви), підсилювач смаку і аромату , антиоксидант (Е 300)Харчова та енергетична цінність. 100 г продукту містить:Білки, не менше ніж 16.0 г; жири не більше, ніж 35.0 г;  в т.ч. насичені жири не більше ніж 12.5 г; вуглеводи 0.2 г; кухонної солі 4.5 г.  Енергетична цінність 350 ккалТермін  придатності: за температури від 0 ℃ до 6 ℃, та відносній вологості 75% до 78 % не більше 15 діб.",
    price: 147.91,
    purchaseType: "100gram",
    category: "sausage",
    hot: false,
    imgUrl: ["../assets/hungary.jpg"],
    shortDesc:
      "Термін  придатності: за температури від 0 ℃ до 6 ℃, та відносній вологості 75% до 78 % не більше 15 діб.",
  },
  {
    id: "5fd2rjk2-f95n-33w9-y42f-43s63255p5d3",
    name: "Ковбаса «Дрогобицька» вс напівкопчена",
    description:
      "Склад: свинина знежилована нежирнаІнгредієнти: сіль кухонна харчова; регулятор кольору ; цукор-пісок; перець чорний мелений; перець духмяний мелений, кмин мелений, часник свіжий очищений подрібнений.Харчова та енергетична цінність. 100 г продукту містить білки 13.0 г; жири не більше ніж 32 г;  в т.ч. насичені жири 12.5 г;  Енергетична цінність 332 ккал.Термін  придатності: за температури від 0 ℃ до 6 ℃, та відносній вологості 75% до 78 % не більше 15 діб.Термін  придатності за температури від -7 ℃ до -9 ℃ не більше 3-х місяцівТермін  придатності ковбас, запакованих під вакуумом або в модифікованому газовому середовищі в плівку цілими батонами, за температури, не вищої за 6 ℃, не більше 25 діб.",
    price: 300.32,
    purchaseType: "100gram",
    category: "sausage",
    hot: false,
    imgUrl: ["../assets/drogobych.jpg"],
    shortDesc:
      "Термін  придатності: за температури від 0 ℃ до 6 ℃, та відносній вологості 75% до 78 % не більше 15 діб.",
  },
  {
    id: "5fd2bjk2-f95n-33v2-y42f-43s63255p5d3",
    name: "Ковбаса «Домашня на дровах» вс  напівкопчена",
    description:
      "Склад: свинина знежилована нежирна;  свинина знежилована напівжирна; шпик хребтовий.Інгредієнти: сіль кухонна харчова; регулятор кольору ; декстроза; цукор;  спеції ( чілі, паприка, селера, перець чорний); підсилювач смаку та аромату ; антиоксидант (Е 330); екстракт спецій (паприка, перець, чілі).Харчова та енергетична цінність. 100 г продукту містить білки 13.0 г; жири не більше ніж 32 г;  в т.ч. насичені жири 12.5 г;  Енергетична цінність 221 ккал.Термін  придатності: за температури від 0 ℃ до 6 ℃, та відносній вологості 75% до 78 % не більше 15 діб.Термін  придатності за температури від -7 ℃ до -9 ℃ не більше 3-х місяцівТермін  придатності ковбас, запакованих під вакуумом або в модифікованому газовому середовищі в плівку цілими батонами, за температури, не вищої за 6 ℃, не більше 25 діб.",
    price: 153.22,
    purchaseType: "100gram",
    category: "sausage",
    hot: false,
    imgUrl: ["../assets/naDrovax.jpg"],
    shortDesc:
      "Термін  придатності: за температури від 0 ℃ до 6 ℃, та відносній вологості 75% до 78 % не більше 15 діб.",
  },
  {
    id: "5fd2bjk2-f95n-33h4-y42f-43s63255t5d3",
    name: "Сосиски варені  «Карапуз» ",
    description:
      "ТУУ 15.1-30486765-002:2005Склад: яловичина знежилована 1с; свинина знежилована напівжирна; філе курки; молоко коров’яче сухе; яйця курячі. Інгредієнти: сіль кухонна харчова; регулятор кольору ; екстракти спецій (часник, кардамон, перець чорний, мускатний горіх, коріандр, маци, паприка)Харчова та енергетична  цінність. 100 г продукту містить: білок не менше 12 г; жири не більше 32 г;  в т.ч. насичені жири 11.8 г; вуглеводи 0.3 г; сіль кухонна не більше 2.5 г. Енергетична цінність 328 ккал. Термін  придатності за температури, від 0 ℃ до 6 ℃, та відносній вологості від 75%  до 78%, не більше ніж 3 доби.Термін  придатності ковбаси запакованої під вакуумом, або в модифікованому газовому середовищі в газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб.",
    price: 122.0,
    purchaseType: "100gram",
    category: "sausage",
    hot: false,
    imgUrl: ["../assets/karapyz.jpg"],
    shortDesc:
      "Термін  придатності за температури, від 0 ℃ до 6 ℃, та відносній вологості від 75%  до 78%, не більше ніж 3 доби.",
  },
];
