export interface ICard {
  id: string;
  name: string;
  description: JSX.Element;
  price: number;
  purchaseType: string;
  category: string;
  hot: boolean;
  imgUrl: string[];
  shortDesc: string;
  weight: number;
}

export const chicken: ICard[] = [
  {
    id: "9ca7bbc3-r45b-4fb7-r47a-94n53543g3d3",
    name: "Крило куряче варено-копчене три фаланги",
    description: (
      <div>
        Склад: крило куряче.Інгредієнти: сіль кухонна харчова; регулятор кольору
        ; спеції: паприка; перець чорний; кмин; чілі; коріандр; підсилювач смаку
        та аромату; часник свіжий подрібнений.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 11 г; жиру не більше ніж 24.0 г; насичені жири 8.8 г; вуглеводи 0.3
        г; кухонної солі 4.0 г.
        <br />
        Енергетична цінність 256 ккал Термін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 70% до 80%, не більше ніж 5
        діб.Термін придатності продукту запакованого під вакуумом, або в
        модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 17 діб.
      </div>
    ),
    price: 174.75,
    purchaseType: "piece",
    category: "chicken",
    hot: false,
    imgUrl: ["../assets/krylo_0300.JPG"],
    shortDesc:
      "Термін  придатності продукту  запакованого під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 17 діб. ",
    weight: 1,
  },
  {
    id: "9ca7bvc3-r44m-5tb8-m45h-94j53543g3d3",
    name: "Гомілка куряча варено-копчена",
    description: (
      <div>
        Склад: гомілка курячаІнгредієнти: сіль кухонна харчова; регулятор
        кольору спеції: (паприка; перець чорний мелений; кмин; чілі; коріандр;
        підсилювач смаку та аромату), часник свіжий подрібнений.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 19 г; жиру не більше ніж 9.0 г; насичені жири 3.3 г; вуглеводи 0.3
        г.
        <br />
        Енергетична цінність 256 ккал Термін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 70% до 80%, не більше ніж 5
        діб.Термін придатності продукту запакованого під вакуумом, або в
        модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 17 діб.
      </div>
    ),
    price: 166.11,
    purchaseType: "piece",
    category: "chicken",
    hot: false,
    imgUrl: ["../assets/homilka_kyrka0304.JPG"],
    shortDesc:
      "Термін  придатності продукту  запакованого під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 17 діб. ",
    weight: 1,
  },
  {
    id: "7fd2wvk3-f33n-55r2-y77y-45s54235n5d7",
    name: "Рулет курячий «Черепашка» ",
    description: (
      <div>
        Склад: свинина знежилована нежирна; філе птиці; свинина знежилована
        напівжирна. Інгредієнти: сіль кухонна харчова; регулятор кольору; молоко
        сухе; яйця курячі; підсилювач смаку та аромату; стабілізатори;
        декстроза; спеції (паприка, часник, чорний перець).
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білки не менше
        ніж 10.0 г;жири не більше 32.0 г; в т.ч. насичені жири не більше ніж
        11.8 г; вуглеводів 0.2 г; кухонної солі 2.5 г.
        <br />
        Енергетична цінність 326 ккалТермін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3
        доби.Термін придатності сосисок запакованих під вакуумом, або в
        модифікованому газовому середовищі в газонепроникні полімерні матеріали
        за температури від 0 ℃ до 6 ℃ не більше 10 діб.
      </div>
    ),
    price: 222.0,
    purchaseType: "piece",
    category: "chicken",
    hot: false,
    imgUrl: [
      "../assets/rylet_0260.JPG",
      "../assets/zelc_kovbaskyFranc_rylet.JPG",
    ],
    shortDesc:
      "Термін  придатності за температури, від 0 ℃ до 6 ℃, та відносній вологості від 75%  до 78%, не більше ніж 3 доби.",
    weight: 1,
  },
  {
    id: "5nn2yjj3-k52n-10k5-n34j-10i41171t4k3",
    name: "Курка копчена",
    description: (
      <div>
        Склад: тушка куряча
        <br />
        Інгредієнти: сіль кухонна харчова, регулятор кольору, паприка, перець
        чорний мелений, кмин, чілі, коріандр, підсилювач смаку та аромату
        (Е621), часник свіжий подрібнений.
        <br />
        Термін придатності за температури, від 00С до 60С, та відносній
        вологості від 70% до 80%, не більше ніж 5 діб. Термін придатності
        продукту запакованого під вакуумом, або в модифікованому газовому
        середовищі в газонепроникні полімерні матеріали за температури від 00С
        до 60С не більше 17 діб.
      </div>
    ),
    price: 128.85,
    purchaseType: "piece",
    category: "chicken",
    hot: false,
    imgUrl: ["../assets/kurka_kopchena.jpg"],
    shortDesc:
      "Термін придатності за температури, від 00С до 60С, та відносній вологості від 70% до 80%, не більше ніж 5 діб.",
    weight: 1,
  },
];
