import { ICard } from "../../types";

export const chpk: ICard[] = [
  {
    id: "9cb8bbd3-e41b-5bv1-b48a-94d51873g5d5",
    name: "Сосиски ЧПК «Шкільні» ~0.500кг",
    description: (
      <div>
        Склад: яловичина знежилована вс; свинина знежилована напівжирна; молоко
        коров’яче сухе незбиране, або знежирене; яйця курячі або меланж
        яєчний.Інгредієнти: сіль кухонна харчова, цукор-пісок, регулятор кольору
        , перець чорний мелений; перець духмяний мелений; горіх мускатний або
        кардамон мелені; вода питна.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 11 г; жиру не більше ніж 20.0 г; насичені жири 8.8 г; вуглеводи не
        більше ніж 0.2 г; кухонної солі 2.5 г; Енергетична цінність 224 ккал
        Термін придатності за температури, від 0 ℃
        <br />
        до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3
        доби.Термін придатності сардельок запакованих під вакуумом, або в
        модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 12 діб.
      </div>
    ),
    price: 158.77,
    purchaseType: "piece",
    category: "chpk",
    hot: false,
    imgUrl: ["../assets/school_CHPK_0292.JPG"],
    shortDesc:
      "Термін  придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 12 діб. ",
    weight: 0.5,
  },
  {
    id: "4fd2gfh5-f35f-38t2-d43y-45s54233c3d3",
    name: "Ковбаса ЧПК «Краківська»",
    description: (
      <div>
        Склад: яловичина знежилована 1с; свинина знежилована напівжирна; свинина
        жирна. Інгредієнти: сіль кухонна харчова; регулятор кольору;
        цукор-пісок; часник свіжий, перець духмяний мелений.
        <br />
        Харчова та енергетична цінність: білок не менше 15 г; жири не більше 42
        г; в т.ч. насичені жири 15.5 г; вуглеводів 0.3 г. кухонної солі 4.3 г.
        <br />
        Енергетична цінність 392 ккал. Термін придатності: за температури від 0
        ℃ до 6 ℃, та відносній вологості 75% до 78 % не більше 15 діб.Термін
        придатності ковбас, запакованих під вакуумом або в модифікованому
        газовому середовищі в плівку цілими батонами, за температури не вищої за
        6 ℃, не більше 25 діб.
      </div>
    ),
    price: 242.55,
    purchaseType: "piece",
    category: "chpk",
    hot: false,
    imgUrl: ["../assets/krakivska_9987.JPG"],
    shortDesc:
      "Термін  придатності: за температури від 0 ℃ до 6 ℃, та відносній вологості 75% до 78 % не більше 15 діб.",
    weight: 1,
  },
  {
    id: "4fd2gfh3-f35f-38t2-y42y-45s54233f5d3",
    name: "Ковбаса варена ЧПК «Дитяча вершкова» 1кг",
    description: (
      <div>
        Склад: яловичина знежилована вс; свинина знежилована напівжирна; яйця
        курячі; вершки з коров’ячого молока, молоко коров’яче знежирене.
        Інгредієнти: сіль кухонна харчова; цукор-пісок; регулятор кольору; горіх
        мускатний мелений.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        12 г; жири не більше 32 г; в т.ч. насичені жири не більше 11.8 г;
        вуглеводи 0.3 г; сіль кухонна не більше 2.5 г.
        <br />
        Енергетична цінність 201 ккал. Термін придатності за температури, від 0
        ℃ до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3
        доби.Термін придатності ковбаси запакованої під вакуумом, або в
        модифікованому газовому середовищі в газонепроникні полімерні матеріали
        за температури від 0 ℃ до 6 ℃ не більше 20 діб.
      </div>
    ),
    price: 173.99,
    purchaseType: "piece",
    category: "chpk",
    hot: false,
    imgUrl: ["../assets/dytyacha_vershkova_0293.JPG"],
    shortDesc:
      "Термін  придатності за температури, від 0 ℃ до 6 ℃, та відносній вологості від 75%  до 78%, не більше ніж 3 доби.",
    weight: 1,
  },
  {
    id: "4fd5ffj4-f23f-38t2-d43y-15s14233c3d3",
    name: "Ковбаса салямі ЧПК «Фінськаа» ~0.450кг",
    description: (
      <div>
        Склад: яловичина знежилована 1с; свинина знежилована напівжирна; свинина
        жирна. Інгредієнти: сіль кухонна харчова; регулятор кольору;
        цукор-пісок; часник свіжий, перець духмяний мелений.
        <br />
        Харчова та енергетична цінність: білок не менше 15 г; жири не більше 42
        г; в т.ч. насичені жири 15.5 г; вуглеводів 0.3 г. кухонної солі 4.3 г.
        <br />
        Енергетична цінність 392 ккал. Термін придатності: за температури від 0
        ℃ до 6 ℃, та відносній вологості 75% до 78 % не більше 15 діб.Термін
        придатності ковбас, запакованих під вакуумом або в модифікованому
        газовому середовищі в плівку цілими батонами, за температури не вищої за
        6 ℃, не більше 25 діб.
      </div>
    ),
    price: 175.06,
    purchaseType: "piece",
    category: "chpk",
    hot: false,
    imgUrl: ["../assets/salyami_9988.JPG"],
    shortDesc:
      "Термін  придатності: за температури від 0 ℃ до 6 ℃, та відносній вологості 75% до 78 % не більше 15 діб.",
    weight: 0.45,
  },
  {
    id: "5fd2rjk2-f95n-33w9-y42f-43s63255p5d3",
    name: "Ковбаса ЧПК «Дрогобицька» ~0.400кг",
    description: (
      <div>
        Склад: свинина знежилована нежирнаІнгредієнти: сіль кухонна харчова;
        регулятор кольору; цукор-пісок; перець чорний мелений; перець духмяний
        мелений, кмин мелений, часник свіжий очищений подрібнений.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить білки 13.0 г;
        жири не більше ніж 32 г; в т.ч. насичені жири 12.5 г.
        <br />
        Енергетична цінність 332 ккал.Термін придатності: за температури від 0 ℃
        до 6 ℃, та відносній вологості 75% до 78 % не більше 15 діб.Термін
        придатності за температури від -7 ℃ до -9 ℃ не більше 3-х місяцівТермін
        придатності ковбас, запакованих під вакуумом або в модифікованому
        газовому середовищі в плівку цілими батонами, за температури, не вищої
        за 6 ℃, не більше 25 діб.
      </div>
    ),
    price: 330.35,
    purchaseType: "piece",
    category: "chpk",
    hot: false,
    imgUrl: ["../assets/drogobytska0010.JPG"],
    shortDesc:
      "Термін  придатності: за температури від 0 ℃ до 6 ℃, та відносній вологості 75% до 78 % не більше 15 діб.",
    weight: 0.4,
  },
  {
    id: "9fd2kjk2-p95n-33k1-y42f-41u13255p5d3",
    name: "Ковбаса ЧПК «Черкаська» 0.450кг",
    description: (
      <div>
        Склад: м’ясна сировина 96%, сіль харчова, перець чорний мелений, цукор
        білий, сіль кухонна, стабілізатори, спеції та екстракти, екстракти
        дріжджів,антиоксидант, ароматизатори м’яса, декстроза, антиоксидант,
        натуральний ароматизатор умамі, барвник, фіксатор кольору .
        <br />
        Поживна цінність на 100г продукту: жири ­- 25,0 г, вуглеводи ­- 0,5 г,
        білки ­-13,8 г
        <br />
        Термін придатності ковбас, запакованих під вакуумом або в модифікованому
        газовому середовищі в плівку цілими батонами, за температури, не вищої
        за 6 ℃, не більше 25 діб.
      </div>
    ),
    price: 180.0,
    purchaseType: "piece",
    category: "chpk",
    hot: false,
    imgUrl: ["../assets/сherkasskaya.jpg"],
    shortDesc:
      "Термін придатності ковбас, запакованих під вакуумом або в модифікованому газовому середовищі в плівку цілими батонами, за температури, не вищої за 6 ℃, не більше 25 діб.",
    weight: 0.45,
  },
  {
    id: "5fd2bjk2-f95n-22f2-y42f-43s63255p5d3",
    name: "Ковбаса ЧПК «Різдвяна» 0.300кг",
    description: (
      <div>
        Склад: 50% свинина знежилована нежирна; 35% м’ясо птиці, 15% сало
        хребтове.
        <br />
        Інгердієнти: сiль кухонна, смако-ароматична суміш, кардамон, перець
        духмяний, мускатний горіх, цукор, стабiлiзатор кольору Е250.
        <br />
        Поживна цінність на 100 г продукту: білок - не менше 12 г., жир - не
        більше 57 г., вуглеводи не більше 0.5 г.
        <br />
        Строк придатності та умови зберігання: за відносної вологості повітря
        від 75 до 78% і за температури не вищої ніж 15 °С - не більше 120 діб.
        При температурі від 2°С до 24°С під вакуумом в плівці - 180 діб.
      </div>
    ),
    price: 408.0,
    purchaseType: "piece",
    category: "chpk",
    hot: false,
    imgUrl: ["../assets/new_years_eve.jpg"],
    shortDesc:
      "Склад: 50% свинина знежилована нежирна; 35% м’ясо птиці, 15% сало хребтове.",
    weight: 0.3,
  },
  {
    id: "9nb8ddd3-e41a-4nb7-b28e-94y91873g5d3",
    name: "Сосиски ЧПК «Молочні» ~0.500кг",
    description: (
      <div>
        Склад: яловичина знежилована 1с; свинина знежилована жирна; молоко
        коров’яче сухе незбиране, або знежирене; яйця курячі або меланж
        яєчний.Інгредієнти: сіль кухонна харчова; цукор-пісок; регулятор кольору
        Перець білий мелений; перець духмяний мелений; горіх мускатний мелений.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білки не менше
        ніж 11.0 г; жири не більше 28.0 г; в т.ч. насичені жири не більше ніж
        10.3 г; вуглеводів 0.2 г; кухонної солі 2.5 г;
        <br />
        Енергетична цінність 296 ккал Термін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3 доби.
        Термін придатності сардельок запакованих під вакуумом, або в
        модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 12 діб.
      </div>
    ),
    price: 157.2,
    purchaseType: "piece",
    category: "chpk",
    hot: false,
    imgUrl: ["../assets/sausage_milk_9992.JPG"],
    shortDesc:
      "Термін  придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 12 діб. ",
    weight: 0.5,
  },
  {
    id: "9pn7gbg2-f82f-31t2-m87d-45s65233c3d4",
    name: "Ковбаса ЧПК салямі «Віденська» ~0.450кг",
    description: (
      <div>
        Склад: яловичина знежилована 1 сорту; свинина знежилована напівжирна;
        м'ясо птиці;шпик боковийІнгредієнти: сіль кухонна харчова, регулятор
        кольору, стабілізатори спеції ( коріандр, часник), екстракти спецій
        (чорний перець, білий перець, мускатний горіх), підсилювач смаку і
        аромату, антиоксидант.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить:Білки, не менше
        ніж 13.0 г; жири не більше, ніж 50 г; в т.ч. насичені жири не більше ніж
        18.5 г; вуглеводи 0.2 г; кухонної солі 3.5 г.
        <br />
        Енергетична цінність 332 ккал Термін придатності: за температури від 0 ℃
        до 6 ℃, та відносній вологості 75% до 78 % не більше 15 діб.Термін
        придатності ковбас, запакованих під вакуумом або в модифікованому
        газовому середовищі в плівку цілими батонами, за температури, не вищої
        за 6 ℃, не більше 25 діб.
      </div>
    ),
    price: 207.1,
    purchaseType: "piece",
    category: "vuribKovbas",
    hot: false,
    imgUrl: ["../assets/videnska_9993.JPG"],
    shortDesc:
      "Термін  придатності ковбас, запакованих під вакуумом або в модифікованому газовому середовищі в плівку цілими батонами, за температури, не вищої за 6 ℃, не більше 25 діб.",
    weight: 0.45,
  },
  // {
  //   id: "6pg1gmg2-r51g-45c5-h65s-37s62233c3c2",
  //   name: "Ковбаса лікарська",
  //   description: (
  //     <div>
  //       Склад: яловичина знежилована вс; філе птиці; шпик хребтовий.Інгредієнти:
  //       сіль кухонна харчова; білковий стабілізатор; регулятор кольору ;
  //       регулятор кислоти; стабілізатори; антиоксидант спеції та екстракти
  //       спецій: (мускатний горіх, білий перець, часник); декстроза.
  //       <br />
  //       Харчова та енергетична цінність. 100 г продукту містить: білок не менше
  //       ніж 15 г; жиру не більше ніж 28.6 г; насичені жири 10.3 г; вуглеводи 0.3
  //       г; кухонної солі 4.5 г.
  //       <br />
  //       Енергетична цінність 326 ккал Термін придатності за температури, від 0 ℃
  //       до 6 ℃, та відносній вологості від 75% до 78%, запакованих під вакуумом,
  //       або в модифікованому газовому середовищі в термозсідальні газонепроникні
  //       полімерні матеріали цілими виробами 120 діб, порційними нарізаннями 45
  //       діб.
  //     </div>
  //   ),
  //   price: 323.52,
  //   purchaseType: "piece",
  //   category: "chpk",
  //   hot: false,
  //   imgUrl: ["../assets/likarska_smakovynka0259.JPG"],
  //   shortDesc:
  //     "Термін придатності за температури від -2 ℃ до -4 ℃ не більше 6-и  місяців, за температури від -7 ℃ до -9 ℃ не більше 9-и  місяців",
  // weight:1,
  // },
];
