import { ICard } from "../../types";

export const pork: ICard[] = [
  {
    id: "3pg5gmg3-r85f-35c2-m67d-23s65233c3d3",
    name: "Зельц «Язиковий»",
    description: (
      <div>
        Склад: яловичина знежилована вс; філе птиці; шпик хребтовий.Інгредієнти:
        сіль кухонна харчова; білковий стабілізатор; регулятор кольору ;
        регулятор кислоти; стабілізатори; антиоксидант спеції та екстракти
        спецій: (мускатний горіх, білий перець, часник); декстроза.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 15 г; жиру не більше ніж 28.6 г; насичені жири 10.3 г; вуглеводи 0.3
        г; кухонної солі 4.5 г.
        <br />
        Енергетична цінність 326 ккал Термін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, запакованих під вакуумом,
        або в модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали цілими виробами 120 діб, порційними нарізаннями 45
        діб.
      </div>
    ),
    price: 323.52,
    purchaseType: "piece",
    category: "pork",
    hot: false,
    imgUrl: ["../assets/zelc_0017.JPG"],
    shortDesc:
      "Термін придатності за температури від -2 ℃ до -4 ℃ не більше 6-и  місяців, за температури від -7 ℃ до -9 ℃ не більше 9-и  місяців",
    weight: 1,
  },
  {
    id: "9kk4gbh2-f82f-31t2-d37d-25s75213c3d3",
    name: "Буженина «ПО УКРАЇНСЬКІ»",
    description: (
      <div>
        Склад: свинина знежилована напівжирнаІнгредієнти: сіль кухонна харчова,
        регулятор кольору; цукор-пісок; підсилювач смаку та аромату; екстракт
        спецій (чорний перець, білий перець, мускатний горіх); антиоксидант.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: Білки, не менше
        ніж 13.0 г;жири не більше, ніж 50 г; в т.ч. насичені жири не більше ніж
        18.5 г; вуглеводи 0.2 г; кухонної солі 4.5 г.
        <br />
        Енергетична цінність 378 ккалТермін придатності: за температури від 0 ℃
        до 6 ℃, та відносній вологості 75% до 78 % не більше 15 діб.Термін
        придатності за температури від -7 ℃ до -9 ℃ не більше 3-х місяцівТермін
        придатності ковбас, запакованих під вакуумом або в модифікованому
        газовому середовищі в плівку цілими батонами, за температури не вищої за
        6 ℃, не більше 25 діб.
      </div>
    ),
    price: 185.87,
    purchaseType: "piece",
    category: "pork",
    hot: false,
    imgUrl: ["../assets/byzhenina_9995.JPG"],
    shortDesc:
      "Термін  придатності ковбас, запакованих під вакуумом або в модифікованому газовому середовищі в плівку цілими батонами, за температури  не вищої за 6 ℃, не більше 25 діб.",
    weight: 1,
  },
  {
    id: "4pn4gbb2-f87d-33f2-d35y-25s63233c3d5",
    name: "Щоковина свиняча ~0.400кг",
    description: (
      <div>
        Склад: яловичина знежилована вс; яловичина знежилована 1с; свинина
        знежилована нежирна; свинина знежилована жирна. Інгредієнти: сіль
        кухонна харчова; молоко коров’яче сухе знежирене; яйця курячі;Регулятор
        кольору; вода питна; декстроза; стабілізатор; підсилювач смаку та
        аромату прянощі (імбир, перець чорний); антиоксидант; екстракти
        прянощів.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 11 г; жиру не більше ніж 20.0 г; насичені жири 8.8 г; вуглеводи не
        більше ніж 0.2 г; кухонної солі 2.5 г.
        <br />
        Енергетична цінність 224 ккал Термін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3
        доби.Термін придатності сардельок запакованих під вакуумом, або в
        модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 28 діб.
      </div>
    ),
    price: 154.4,
    purchaseType: "1count",
    category: "pork",
    hot: false,
    imgUrl: ["../assets/shchokovyna_0164.JPG"],
    shortDesc:
      "Термін  придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб. ",
    weight: 0.4,
  },
  {
    id: "5fd2wvk3-f35n-33r2-y22y-45s54235n5d7",
    name: "Рулет святковий ~0.400кг",
    description: (
      <div>
        Склад: свинина знежилована нежирна; філе птиці; свинина знежилована
        напівжирна. Інгредієнти: сіль кухонна харчова; регулятор кольору; молоко
        сухе; яйця курячі; підсилювач смаку та аромату; стабілізатори;
        декстроза; спеції (паприка, часник, чорний перець).
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білки не менше
        ніж 10.0 г;жири не більше 32.0 г; в т.ч. насичені жири не більше ніж
        11.8 г; вуглеводів 0.2 г; кухонної солі 2.5 г.
        <br />
        Енергетична цінність 326 ккалТермін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3
        доби.Термін придатності сосисок запакованих під вакуумом, або в
        модифікованому газовому середовищі в газонепроникні полімерні матеріали
        за температури від 0 ℃ до 6 ℃ не більше 20 діб.
      </div>
    ),
    price: 260.1,
    purchaseType: "1count",
    category: "pork",
    hot: false,
    imgUrl: ["../assets/rylet_0260.JPG"],
    shortDesc:
      "Термін  придатності за температури, від 0 ℃ до 6 ℃, та відносній вологості від 75%  до 78%, не більше ніж 3 доби.",
    weight: 0.4,
  },
];
