import { ICard } from "../../types";

export const rawSmoked: ICard[] = [
  {
    id: "9pn7gbg3-r85f-35c2-m67d-23s65233c3d3",
    name: "Ковбаски «Французькі» ~0.350кг",
    description: (
      <div>
        Склад: яловичина знежилована вс; філе птиці; шпик хребтовий.Інгредієнти:
        сіль кухонна харчова; білковий стабілізатор; регулятор кольору ;
        регулятор кислоти; стабілізатори; антиоксидант спеції та екстракти
        спецій: (мускатний горіх, білий перець, часник); декстроза.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 15 г; жиру не більше ніж 28.6 г; насичені жири 10.3 г; вуглеводи 0.3
        г; кухонної солі 4.5 г.
        <br />
        Енергетична цінність 326 ккал Термін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, запакованих під вакуумом,
        або в модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали цілими виробами 120 діб, порційними нарізаннями 45
        діб.
      </div>
    ),
    price: 355.87,
    purchaseType: "1count",
    category: "rawSmoked",
    hot: false,
    imgUrl: ["../assets/kovbaskyFranc_0014.JPG"],
    shortDesc:
      "Термін придатності за температури від -2 ℃ до -4 ℃ не більше 6-и  місяців, за температури від -7 ℃ до -9 ℃ не більше 9-и  місяців",
    weight: 0.35,
  },
  {
    id: "3pg5gmg4-r85g-35c1-m67s-23s67233c3d3",
    name: "Сенатор ~0.3кг",
    description: (
      <div>
        Склад: яловичина знежилована вс; філе птиці; шпик хребтовий.Інгредієнти:
        сіль кухонна харчова; білковий стабілізатор; регулятор кольору ;
        регулятор кислоти; стабілізатори; антиоксидант спеції та екстракти
        спецій: (мускатний горіх, білий перець, часник); декстроза.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 15 г; жиру не більше ніж 28.6 г; насичені жири 10.3 г; вуглеводи 0.3
        г; кухонної солі 4.5 г.
        <br />
        Енергетична цінність 326 ккал Термін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, запакованих під вакуумом,
        або в модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали цілими виробами 120 діб, порційними нарізаннями 45
        діб. Термін зберігання не більше 120 діб. Умови зберігання 0-6°C.
      </div>
    ),
    price: 280.8,
    purchaseType: "1count",
    category: "rawSmoked",
    hot: false,
    imgUrl: ["../assets/senator_0018.JPG", "../assets/senator2_0147.JPG"],
    shortDesc:
      "Термін придатності за температури від -2 ℃ до -4 ℃ не більше 6-и  місяців, за температури від -7 ℃ до -9 ℃ не більше 9-и  місяців",
    weight: 0.3,
  },
  {
    id: "9pn7gbg3-r83f-35d2-m87d-23s65233c3d3",
    name: "Ковбаса «Імператорська» сирокопчена",
    description: (
      <div>
        Склад: яловичина знежилована 1с; свинина знежилована нежирна; шпик
        хребтовий. Інгредієнти: сіль кухонна харчова; білковий стабілізатор;
        регулятор кольору; регулятор кислоти; стабілізатори; антиоксидант;
        підсилювач смаку та аромату; екстракти прянощів: (мускатний горіх,
        чорний перець, мацис).
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 12 г; жиру не більше ніж 48.0 г; насичені жири 18.1 г; вуглеводи 0.3
        г; кухонної солі 4.5 г.
        <br />
        Енергетична цінність 370 ккал Термін придатності за температури до 150
        С, та відносній вологості від 75% до 78%, 4 місяці, за температури від
        -2 ℃ до -4 ℃ не більше 6-и місяців, за температури від -7 ℃ до -9 ℃ не
        більше 9-и місяцівзапакованих під вакуумом, або в модифікованому
        газовому середовищі в термозсідальні газонепроникні полімерні матеріали
        цілими виробами за температури від 0 ℃ до 6 ℃, не більше ніж 120 діб,
        порційними нарізаннями 45 діб.
      </div>
    ),
    price: 390.0,
    purchaseType: "piece",
    category: "rawSmoked",
    hot: false,
    imgUrl: ["../assets/imperatorska.jpg"],
    shortDesc:
      "Термін придатності за температури від -2 ℃ до -4 ℃ не більше 6-и  місяців, за температури від -7 ℃ до -9 ℃ не більше 9-и  місяців",
    weight: 1,
  },
  {
    id: "9pn7gbg3-f82f-35t2-m87d-43s65233c3d3",
    name: "Ковбаса «Губернаторська» сирокопчена",
    description: (
      <div>
        Склад: свинина знежилована нежирна; свинина знежилована напівжирна.
        Інгредієнти: сіль кухонна харчова; білковий стабілізатор; регулятор
        кольору; підсилювач смаку та аромату; екстракти прянощів: (коріандр,
        чорний перець, мацис, імбир, чілі, кмин).
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 12 г; жиру не більше ніж 65.0 г; насичені жири 24.0 г; вуглеводи 0.3
        г; кухонної солі 4.5 г.
        <br />
        Енергетична цінність 410 ккал Термін придатності за температури до 150
        С, та відносній вологості від 75% до 78%, 4 місяці, за температури від
        -2 ℃ до -4 ℃ не більше 6-и місяців, за температури від -7 ℃ до -9 ℃ не
        більше 9-и місяцівзапакованих під вакуумом, або в модифікованому
        газовому середовищі в термозсідальні газонепроникні полімерні матеріали
        цілими виробами за температури від 0 ℃ до 6 ℃, не більше ніж 120 діб,
        порційними нарізаннями 120 діб.
      </div>
    ),
    price: 402.0,
    purchaseType: "piece",
    category: "rawSmoked",
    hot: false,
    imgUrl: ["../assets/gubernatorska.jpg"],
    shortDesc:
      "Термін  придатності за температури до 150 С, та відносній вологості від 75%  до 78%, 4 місяці, за температури від -2 ℃ до -4 ℃ не більше 6-и  місяців, за температури від -7 ℃ до -9 ℃ не більше 9-и  місяців",
    weight: 1,
  },
  {
    id: "3qx3bhk2-g31n-13c4-y24n-43s63255y4d3",
    name: "Венеція ~0.3кг",
    description: (
      <div>
        Бендерики курині: тісто: борошно, вода питна, молоко пастеризоване 2,5%,
        яєчний порошок (меланж), жир курячий топлений, крохмаль картопляний,
        пшенична клітковина, цукор білий кристалічний, сіль кухонна, куркума.
        <br />
        Начинка: м'ясо птиці, шкірка куряча, цибуля ріпчаста, текстурат соєвий
        харчовий, борошно соєве харчове, сіль харчова, спеції. Термін зберігання
        не більше 120 діб. Умови зберігання 0-6°C.
      </div>
    ),
    price: 284.7,
    purchaseType: "1count",
    category: "rawSmoked",
    hot: false,
    imgUrl: [
      "../assets/venecia3_0015.JPG",
      "../assets/venecia1_0011.JPG",
      "../assets/venecia2_0012.JPG",
    ],
    shortDesc:
      "Начинка: м'ясо птиці, шкірка куряча, цибуля ріпчаста, текстурат соєвий харчовий, борошно соєве харчове, сіль харчова, спеції.",
    weight: 0.3,
  },
  {
    id: "3ks3tjk2-h12x-52c4-y25g-43s63255t5d3",
    name: "Царська ~0.3кг",
    description: (
      <div>
        Бендерики свин. – ялов.: тісто: борошно, вода питна, молоко
        пастеризоване 2,5%, яєчний порошок (меланж), жир курячий топлений,
        крохмаль картопляний, пшенична клітковина, цукор білий кристалічний,
        сіль кухонна, куркума.
        <br />
        Начинка: м'ясо свинини та яловичини напівжирне, шкірка куряча, цибуля
        ріпчаста, борошно соєве харчове, сіль кухонна, спеції. Термін зберігання
        не більше 120 діб. Умови зберігання 0-6°C.
      </div>
    ),
    price: 278.1,
    purchaseType: "1count",
    category: "rawSmoked",
    hot: false,
    imgUrl: ["../assets/tsarska0013.JPG", "../assets/tsarska2_0140.JPG"],
    shortDesc:
      "Начинка: м'ясо свинини та яловичини напівжирне, шкірка куряча, цибуля ріпчаста, борошно соєве харчове, сіль кухонна,спеції.",
    weight: 0.3,
  },
];
