import { ICard } from "../../types";

export const sosyska: ICard[] = [
  {
    id: "2fd3wjk4-g14n-55h2-y55y-45s54235f5d3",
    name: "Сосиски шкільні",
    description: (
      <div>
        Склад: свинина знежилована нежирна; філе птиці; свинина знежилована
        напівжирна. Інгредієнти: сіль кухонна харчова; регулятор кольору; молоко
        сухе; яйця курячі; підсилювач смаку та аромату; стабілізатори;
        декстроза; спеції (паприка, часник, чорний перець).
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білки не менше
        ніж 10.0 г;жири не більше 32.0 г; в т.ч. насичені жири не більше ніж
        11.8 г; вуглеводів 0.2 г; кухонної солі 2.5 г.
        <br />
        Енергетична цінність 326 ккалТермін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3
        доби.Термін придатності сосисок запакованих під вакуумом, або в
        модифікованому газовому середовищі в газонепроникні полімерні матеріали
        за температури від 0 ℃ до 6 ℃ не більше 20 діб.
      </div>
    ),
    price: 174.65,
    purchaseType: "piece",
    category: "sosyska",
    hot: false,
    imgUrl: ["../assets/sausage_school2_0295.JPG"],
    shortDesc:
      "Термін  придатності за температури, від 0 ℃ до 6 ℃, та відносній вологості від 75%  до 78%, не більше ніж 3 доби.",
    weight: 1,
  },
  {
    id: "9ca8bad4-e31a-4ac9-b28e-94d92893f7d3",
    name: "Сардельки «Докторські» ~0.500кг",
    description: (
      <div>
        Склад: яловичина знежилована 1сорту, свинина знежилована напівжирна,
        сало бокове, філе птиці, стабілізатор білковий. Інгредієнти: сіль
        кухонна харчова, регулятор кольору; стабілізатори; спеції та екстракти
        спецій (білий перець, часник, мускатний горіх); цукри (декстроза);
        антиоксидант; ароматизатор м’яса.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білки не менше
        ніж 10 г; жири не більше 32.0 г; в т.ч. насичені жири не більше ніж 11.8
        г; вуглеводів 0.2 г; кухонної солі 2.5 г;
        <br />
        Енергетична цінність 210 ккал Термін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3 доби.
        Термін придатності сардельок запакованих під вакуумом, або в
        модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб.
      </div>
    ),
    price: 150.31,
    purchaseType: "piece",
    category: "sosyska",
    hot: false,
    imgUrl: ["../assets/sardelkiMalyatko_0159.JPG"],
    shortDesc:
      "Термін  придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб.",
    weight: 0.5,
  },
  {
    id: "9cb8bad4-e53a-5po9-w28e-94d92893f7d3",
    name: "Сардельки з сиром ~0.500кг",
    description: (
      <div>
        Склад: свинина знежилована напівжирна; м'ясо птиці; сир
        твердий.Інгреієнти: сіль кухонна харчова; сухе молоко знежирене; яйця
        курячі; регулятор кольору; стабілізатори; цукри (декстроза); підсилювач
        смаку; антиоксидант; спеції (білий перець, часник, майоран); екстракти
        спецій (мускатний горіх).
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 11.0 г; жири не більше ніж 24.0 г; в т.ч. насичені жири не більше
        ніж 8.8 г; вуглеводів 0.2 г; кухонної солі 2.5 г;
        <br />
        Енергетична цінність 268.5 ккал.Термін придатності за температури від 0
        ℃ до 6 ℃, та відносної вологості від 75% до 78%, не більше ніж 3 доби.
        Термін придатності сардельок запакованих під вакуумом, або в
        модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб.
      </div>
    ),
    price: 153.89,
    purchaseType: "piece",
    category: "sosyska",
    hot: false,
    imgUrl: ["../assets/sardelka_with_cheese0308.JPG"],
    shortDesc:
      "Термін придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб.",
    weight: 0.5,
  },
  {
    id: "9cb8bad4-e31a-4jj9-q28e-94d92893f7d3",
    name: "Сосиски «Ніжні» ~0.500кг",
    description: (
      <div>
        Склад: яловичина знежилована вс; яловичина знежилована 1с; свинина
        знежилована напівжирна; свинина знежилована жирна. Інгредієнти: сіль
        кухонна харчова; регулятор кольору; стабілізатори; підсилювач смаку та
        аромату; антиоксидант; спеції та екстракти спецій (чорний перець;
        мускатний горіх); ароматизатор вершкового масла.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білки не менше
        ніж 10 г;жири не більше 32.0 г; в т.ч. насичені жири не більше ніж 11.8
        г; вуглеводів 0.2 г; кухонної солі не більше ніж 2.5 г;
        <br />
        Енергетична цінність 260.1 ккал Термін придатності за температури від 0
        ℃ до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3 доби.
        Термін придатності сардельок запакованих під вакуумом, або в
        модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб.
      </div>
    ),
    price: 93.29,
    purchaseType: "piece",
    category: "sosyska",
    hot: false,
    imgUrl: ["../assets/nizhni_9991.JPG"],
    shortDesc:
      "Термін придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб",
    weight: 0.5,
  },
  {
    id: "9cb8bad4-e41a-4nb7-b28e-94d92893f7d3",
    name: "Сосиски з сиром ~0.500кг",
    description: (
      <div>
        Склад: яловичина знежилована 1с; свинина знежилована напівжирна; сир
        твердий (жирність не менше 45%). Інгредієнти: яйця курячі; молоко сухе
        знежирене; сіль кухонна харчова; білковий стабілізатор; крохмаль
        картопляний; регулятор кольору; стабілізатор; прянощі та екстракти
        прянощів: імбир; перець чорний; мускатний горіх; маци; чілі.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білки не менше
        ніж 10 г;жири не більше 45.0 г; в т.ч. насичені жири не більше ніж 16.6
        г; вуглеводів 0.2 г; кухонної солі 2.5 г;
        <br />
        Енергетична цінність 328 ккалТермін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3
        доби.Термін придатності сардельок запакованих під вакуумом, або в
        модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 15 діб.
      </div>
    ),
    price: 120.74,
    purchaseType: "piece",
    category: "sosyska",
    hot: false,
    imgUrl: ["../assets/sausageMini_0163.JPG"],
    shortDesc:
      "Термін придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 15 діб. ",
    weight: 0.5,
  },
  {
    id: "9cb8bbd3-e41b-4nb7-b48a-94d51873g7d3",
    name: "Сосиски «Шкільні» ~0.500кг",
    description: (
      <div>
        Склад: яловичина знежилована вс; свинина знежилована напівжирна; молоко
        коров’яче сухе незбиране, або знежирене; яйця курячі або меланж
        яєчний.Інгредієнти: сіль кухонна харчова, цукор-пісок, регулятор кольору
        , перець чорний мелений; перець духмяний мелений; горіх мускатний або
        кардамон мелені; вода питна.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 11 г; жиру не більше ніж 20.0 г; насичені жири 8.8 г; вуглеводи не
        більше ніж 0.2 г; кухонної солі 2.5 г; Енергетична цінність 224 ккал
        Термін придатності за температури, від 0 ℃
        <br />
        до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3
        доби.Термін придатності сардельок запакованих під вакуумом, або в
        модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 12 діб.
      </div>
    ),
    price: 181.82,
    purchaseType: "piece",
    category: "sosyska",
    hot: false,
    imgUrl: [
      "../assets/sausage_school2_0295.JPG",
      "../assets/sausage_school_0262.JPG",
    ],
    shortDesc:
      "Термін  придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 12 діб. ",
    weight: 0.5,
  },
  {
    id: "9cb8bbd3-e45b-4fb7-k46k-94k53843g7k3",
    name: "Ковбаски «Мисливські»",
    description: (
      <div>
        Склад: яловичина знежилована 1 с; свинина знежилована нежирна; свинина
        знежилована напівжирна; сало ковбасне бокове.Інгредієнти: сіль кухонна
        харчова; регулятор кольору; цукор-пісок; перець чорний мелений, перець
        духмяний мелений; часник свіжий почищений подрібнений.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 18 г; жиру не більше ніж 40.0 г; насичені жири 15.4 г; вуглеводи не
        більше ніж 0.3 г; кухонної солі 4 г.
        <br />
        Енергетична цінність 457 ккал Термін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 15
        діб.Термін придатності за температури від -7 ℃ до -9 ℃ не більше 3-х
        місяців.Термін придатності ковбасок запакованих під вакуумом, або в
        модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 25 діб.
      </div>
    ),
    price: 265.05,
    purchaseType: "piece",
    category: "sosyska",
    hot: false,
    imgUrl: ["../assets/mislivski_kovbasky_0312.JPG"],
    shortDesc:
      "Термін  придатності ковбасок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 25 діб. ",
    weight: 1,
  },
  {
    id: "9ca4bbn3-r45b-4lb4-m75j-95n53543g3d3",
    name: "Ковбаски «Дачні»",
    description: (
      <div>
        Склад: свинина знежилована напівжирна; м'ясо птиці; філе птиці; сало
        ковбасне бокове.Інгредієнти: сіль кухонна харчова; білковий
        стабілізатор; регулятор кольору; стабілізатори; підсилювач смаку та
        аромату; антиоксидант Спеції: (перець чорний мелений; часник свіжий
        подрібнений; чілі).
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 13 г; жиру не більше ніж 50.0 г; насичені жири 18.3 г; вуглеводи 0.2
        г; кухонної солі 4.0 г.
        <br />
        Енергетична цінність 365 ккал Термін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 15
        діб.Термін придатності за температури від -7 ℃ до -9 ℃ не більше 3-х
        місяців.Термін придатності продукту запакованого під вакуумом, або в
        модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 25 діб.
      </div>
    ),
    price: 134.42,
    purchaseType: "piece",
    category: "sosyska",
    hot: false,
    imgUrl: ["../assets/dachni.JPG"],
    shortDesc:
      "Термін  придатності продукту  запакованого під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 17 діб. ",
    weight: 1,
  },
  {
    id: "9ca7bbn3-r45b-4lb7-m45s-94n63543m3d3",
    name: "Ковбаски «Шашличні» ~0.500кг",
    description: (
      <div>
        Склад: свинина знежилована напівжирна; яловичина знежилована 1с; м'ясо
        птиці; філе птиці; шпик хребтовий. Інгредієнти: сіль кухонна харчова;
        білковий стабілізатор; регулятор кольору; стабілізатор підсилювач смаку
        та аромату. Спеції: (перець чорний мелений; імбир; мускатний горіх;
        мацис; чілі).
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 13 г; жиру не більше ніж 50.0 г; насичені жири 18.3 г; вуглеводи 0.2
        г; кухонної солі 4.0 г.
        <br />
        Енергетична цінність 348 ккал Термін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 15
        діб.Термін придатності за температури від -7 ℃ до -9 ℃ не більше 3-х
        місяців.Термін придатності продукту запакованого під вакуумом, або в
        модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 25 діб.
      </div>
    ),
    price: 124.84,
    purchaseType: "piece",
    category: "sosyska",
    hot: false,
    imgUrl: ["../assets/kovbaska_shashlichna_0310.JPG"],
    shortDesc:
      "Термін  придатності продукту  запакованого під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 25 діб. ",
    weight: 0.5,
  },
  {
    id: "9pf7tsg9-r85j-43c0-m45d-03n63543c3d3",
    name: "Сосиски з скоринкою",
    description: (
      <div>
        Склад: яловичина знежилована вс; свинина знежилована нежирна; свинина
        знежилована жирна; шпик хребтовий. Інгредієнти: сіль кухонна харчова,
        цукор-пісок, регулятор кольору, перець чорний або білий мелені, горіх
        мускатний або кардамон мелені, часник свіжий або консервований або
        сушений або заморожений почищений подрібнений, вода питна.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 10 г; жиру не більше ніж 32.0 г; насичені жири 11.8 г; вуглеводи 0.4
        г; кухонної солі 2.5 г.
        <br />
        Енергетична цінність 328 ккал Термін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3
        доби.Термін придатності сардельок запакованих під вакуумом, або в
        модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб.
      </div>
    ),
    price: 176.52,
    purchaseType: "piece",
    category: "sosyska",
    hot: false,
    imgUrl: [
      "../assets/sausageWithSkorinka_0009.JPG",
      "../assets/sausageWithSkorinka2_0261.JPG",
    ],
    shortDesc:
      "Термін  придатності продукту  запакованого під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 25 діб. ",
    weight: 1,
  },
  {
    id: "9pn7tbg3-r85f-45c0-m67d-23s63233c3d3",
    name: "Ковбаски «Сирні палички»",
    description: (
      <div>
        Склад: яловичина знежилована 1с; свинина знежилована напівжирна; м'ясо
        птиці; сало ковбасне бокове. Інгредієнти: сіль кухонна харчова; білковий
        стабілізатор; регулятор кольору; стабілізатор; антиоксидант спеції та
        екстракти спецій: (мускатний горіх, білий перець, часник); декстроза;
        ароматизатор м’яса.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 13 г; жиру не більше ніж 40.0 г; насичені жири 14.3 г; вуглеводи 0.2
        г; кухонної солі 4 г;
        <br />
        Енергетична цінність 390 ккал Термін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 15
        діб.Термін придатності за температури від -7 ℃ до -9 ℃ не більше 3-х
        місяців.Термін придатності продукту запакованого під вакуумом, або в
        модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 25 діб.
      </div>
    ),
    price: 154.75,
    purchaseType: "piece",
    category: "sosyska",
    hot: false,
    imgUrl: ["../assets/syrny_palichki_0313.JPG"],
    shortDesc:
      "Термін  придатності продукту  запакованого під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 25 діб.",
    weight: 1,
  },
  {
    id: "4pn4gbh2-f87f-31t2-d37y-45s64233c3d5",
    name: "Сосиски «Міні» ~0.500кг",
    description: (
      <div>
        Склад: яловичина знежилована вс; яловичина знежилована 1с; свинина
        знежилована нежирна; свинина знежилована жирна. Інгредієнти: сіль
        кухонна харчова; молоко коров’яче сухе знежирене; яйця курячі;Регулятор
        кольору; вода питна; декстроза; стабілізатор; підсилювач смаку та
        аромату прянощі (імбир, перець чорний); антиоксидант; екстракти
        прянощів.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 11 г; жиру не більше ніж 20.0 г; насичені жири 8.8 г; вуглеводи не
        більше ніж 0.2 г; кухонної солі 2.5 г.
        <br />
        Енергетична цінність 224 ккал Термін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3
        доби.Термін придатності сардельок запакованих під вакуумом, або в
        модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб.
      </div>
    ),
    price: 170.85,
    purchaseType: "piece",
    category: "sosyska",
    hot: false,
    imgUrl: ["../assets/sausageMini_0163.JPG"],
    shortDesc:
      "Термін  придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб. ",
    weight: 0.5,
  },
  {
    id: "4pn4gfh2-f85f-31t2-d27y-45s64233c3d3",
    name: "Сардельки «Елітні» ~0.500кг",
    description: (
      <div>
        Склад: яловичина знежилована 1с; свинина знежилована нежирна; свинина
        знежилована жирна; яйця курячі; молоко коров’яче сухе знежирене.
        Інгредієнти: сіль кухонна харчова; регулятор кольору; стабілізатор;
        підсилювач смаку та аромату; спеції (перець чорний, кардамон, імбир);
        гідролізований рослинний протеїн; антиоксидант.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 10 г; жиру не більше ніж 35.0 г; насичені жири 12.8 г; вуглеводи не
        більше ніж 0.2 г; кухонної солі 2.5 г.
        <br />
        Енергетична цінність 330 ккал. Термін придатності за температури, від 0
        ℃ до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3
        доби.Термін придатності сардельок запакованих під вакуумом, або в
        модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб.
      </div>
    ),
    price: 156.29,
    purchaseType: "piece",
    category: "sosyska",
    hot: false,
    imgUrl: ["../assets/elitni0297.JPG"],
    shortDesc:
      "Термін  придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб. ",
    weight: 0.5,
  },
  {
    id: "4pn2gfh5-f35f-38t2-d23y-45s54233c3d3",
    name: "Сардельки «Ювілейні» ~0.500кг",
    description: (
      <div>
        Склад: яловичина знежилована 1с; свинина знежилована напівжирна; шпик
        боковий; м'ясо птиці.Інгредієнти: сіль кухонна харчова; регулятор
        кольору; стабілізатор; підсилювач смаку та аромату; крохмаль; спеції
        (перець чорний, часник, майоран, мускатний горіх); антиоксидант.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 11 г; жиру не більше ніж 25.0 г; насичені жири 9.2 г; вуглеводи не
        більше ніж 0.2 г; кухонної солі 2.5 г.
        <br />
        Енергетична цінність 283 ккал. Термін придатності за температури, від 0
        ℃ до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3
        доби.Термін придатності сардельок запакованих під вакуумом, або в
        модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб.
      </div>
    ),
    price: 109.12,
    purchaseType: "piece",
    category: "sosyska",
    hot: false,
    imgUrl: ["../assets/sardelkiYouVilei_0155.JPG"],
    shortDesc:
      "Термін  придатності за температури, від 0 ℃ до 6 ℃, та відносній вологості від 75%  до 78%, не більше ніж 3 доби.",
    weight: 0.5,
  },
  {
    id: "5fd2wjk3-f35n-33t2-y42y-45s54235f5d3",
    name: "Сосиски «Філейні» варені",
    description: (
      <div>
        Склад: свинина знежилована нежирна; філе птиці; свинина знежилована
        напівжирна. Інгредієнти: сіль кухонна харчова; регулятор кольору; молоко
        сухе; яйця курячі; підсилювач смаку та аромату; стабілізатори;
        декстроза; спеції (паприка, часник, чорний перець).
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білки не менше
        ніж 10.0 г;жири не більше 32.0 г; в т.ч. насичені жири не більше ніж
        11.8 г; вуглеводів 0.2 г; кухонної солі 2.5 г.
        <br />
        Енергетична цінність 326 ккалТермін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3
        доби.Термін придатності сосисок запакованих під вакуумом, або в
        модифікованому газовому середовищі в газонепроникні полімерні матеріали
        за температури від 0 ℃ до 6 ℃ не більше 20 діб.
      </div>
    ),
    price: 135.91,
    purchaseType: "piece",
    category: "sosyska",
    hot: false,
    imgUrl: ["../assets/sausageFileini_0161.JPG"],
    shortDesc:
      "Термін  придатності за температури, від 0 ℃ до 6 ℃, та відносній вологості від 75%  до 78%, не більше ніж 3 доби.",
    weight: 1,
  },
  {
    id: "5fd2wjk5-f34n-55t2-y55y-45s54235f5d3",
    name: "Сардельки «Cоковиті» ~0.500кг",
    description: (
      <div>
        Склад: свинина знежилована нежирна; філе птиці; свинина знежилована
        напівжирна. Інгредієнти: сіль кухонна харчова; регулятор кольору; молоко
        сухе; яйця курячі; підсилювач смаку та аромату; стабілізатори;
        декстроза; спеції (паприка, часник, чорний перець).
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білки не менше
        ніж 10.0 г;жири не більше 32.0 г; в т.ч. насичені жири не більше ніж
        11.8 г; вуглеводів 0.2 г; кухонної солі 2.5 г.
        <br />
        Енергетична цінність 326 ккалТермін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3
        доби.Термін придатності сосисок запакованих під вакуумом, або в
        модифікованому газовому середовищі в газонепроникні полімерні матеріали
        за температури від 0 ℃ до 6 ℃ не більше 20 діб.
      </div>
    ),
    price: 141.48,
    purchaseType: "piece",
    category: "sosyska",
    hot: false,
    imgUrl: ["../assets/sardelki_sokovyty_0294.JPG"],
    shortDesc:
      "Термін  придатності за температури, від 0 ℃ до 6 ℃, та відносній вологості від 75%  до 78%, не більше ніж 3 доби.",
    weight: 0.5,
  },
  {
    id: "5fd2wjk2-f35n-33t2-y42f-43s54225f5d3",
    name: "Сардельки «Малятко» ~0.500кг",
    description: (
      <div>
        Склад: яловичина знежилована вс; яловичина знежилована 1с; м'ясо птиці;
        шпик боковий. Інгредієнти: сіль кухонна харчова; регулятор кольору;
        цукор-пісок; стабілізатори вода питна; перець чорний, горіх мускатний
        мелений.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        12 г; жири не більше 32 г; в т.ч. насичені жири 11.8 г; вуглеводи 0.3 г;
        сіль кухонна не більше 2.5 г.
        <br />
        Енергетична цінність 290 ккал. Термін придатності за температури, від 0
        ℃ до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3
        доби.Термін придатності ковбаси запакованої під вакуумом, або в
        модифікованому газовому середовищі в газонепроникні полімерні матеріали
        за температури від 0 ℃ до 6 ℃ не більше 20 діб.
      </div>
    ),
    price: 110.46,
    purchaseType: "piece",
    category: "sosyska",
    hot: false,
    imgUrl: ["../assets/sardelkiMalyatko_0159.JPG"],
    shortDesc:
      "Термін  придатності за температури, від 0 ℃ до 6 ℃, та відносній вологості від 75%  до 78%, не більше ніж 3 доби.",
    weight: 0.5,
  },
  {
    id: "1nn2yjj3-h52n-10k5-n34j-10j42171t4k3",
    name: "Сосиски варені «Зі скоринкою",
    description: (
      <div>
        Склад: 60% свинина знежилована напівжирна; 30% яловичина знежилована 1с;
        10% м'ясо птиці.
        <br />
        Харчова та енергетична цінність: 100 г продукту містить: білки не менше
        ніж 10 г; жири не більше 32.0 г; в т.ч. насичені жири не більше ніж 11.8
        г; вуглеводів 0.2 г; кухонної солі не більше ніж 2.5 г; Енергетична
        цінність 260.1 ккал
        <br />
        Термін придатності сосисок запакованих під вакуумом, або в
        модифікованому газовому середовищі в газонепроникні полімерні матеріали
        за температури від 00С до 60С не більше 20 діб.
      </div>
    ),
    price: 86.14,
    purchaseType: "piece",
    category: "sosyska",
    hot: false,
    imgUrl: ["../assets/sosiski_zi_skorinkou.jpg"],
    shortDesc:
      "Склад: 60% свинина знежилована напівжирна; 30% яловичина знежилована 1с; 10% м'ясо птиці.",
    weight: 1,
  },
  {
    id: "5fd2bjk2-f95n-33h4-y42f-43s63255t5d3",
    name: "Сосиски «Карапуз» ~0.500кг",
    description: (
      <div>
        Склад: яловичина знежилована 1с; свинина знежилована напівжирна; філе
        курки; молоко коров’яче сухе; яйця курячі. Інгредієнти: сіль кухонна
        харчова; регулятор кольору; екстракти спецій (часник, кардамон, перець
        чорний, мускатний горіх, коріандр, маци, паприка).
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        12 г; жири не більше 32 г; в т.ч. насичені жири 11.8 г; вуглеводи 0.3 г;
        сіль кухонна не більше 2.5 г.
        <br />
        Енергетична цінність 328 ккал. Термін придатності за температури, від 0
        ℃ до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3
        доби.Термін придатності ковбаси запакованої під вакуумом, або в
        модифікованому газовому середовищі в газонепроникні полімерні матеріали
        за температури від 0 ℃ до 6 ℃ не більше 20 діб.
      </div>
    ),
    price: 122.0,
    purchaseType: "piece",
    category: "sosyska",
    hot: false,
    imgUrl: ["../assets/karapyz.jpg"],
    shortDesc:
      "Термін  придатності за температури, від 0 ℃ до 6 ℃, та відносній вологості від 75%  до 78%, не більше ніж 3 доби.",
    weight: 0.5,
  },
  // {
  //   id: "9ca7bbg3-r85n-4lc0-m45s-04n63743h3d3",
  //   name: "Сардельки варені «Шпикачки»",
  //   description: (
  //     <div>
  //       Склад: яловичина знежилована вс; свинина знежилована нежирна; свинина
  //       знежилована жирна; шпик хребтовий. Інгредієнти: сіль кухонна харчова,
  //       цукор-пісок, регулятор кольору, перець чорний або білий мелені, горіх
  //       мускатний або кардамон мелені, часник свіжий або консервований або
  //       сушений або заморожений почищений подрібнений, вода питна.
  //       <br />
  //       Харчова та енергетична цінність. 100 г продукту містить: білок не менше
  //       ніж 10 г; жиру не більше ніж 32.0 г; насичені жири 11.8 г; вуглеводи 0.4
  //       г; кухонної солі 2.5 г.
  //       <br />
  //       Енергетична цінність 328 ккал Термін придатності за температури, від 0 ℃
  //       до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3
  //       доби.Термін придатності сардельок запакованих під вакуумом, або в
  //       модифікованому газовому середовищі в термозсідальні газонепроникні
  //       полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб.
  //     </div>
  //   ),
  //   price: 128.62,
  //   purchaseType: "piece",
  //   category: "sosyska",
  //   hot: false,
  //   imgUrl: ["../assets/shpikachka.jpg"],
  //   shortDesc:
  //     "Термін  придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб.",
  // weight:1,
  // },
];
