import { ICard } from "../../types";

export const varena: ICard[] = [
  {
    id: "3pg3gmg7-r71g-91c1-m55s-13s63233c3c3",
    name: "Ковбаса варена «Любительська»",
    description: (
      <div>
        Склад: яловичина знежилована вс; філе птиці; шпик хребтовий.Інгредієнти:
        сіль кухонна харчова; білковий стабілізатор; регулятор кольору ;
        регулятор кислоти; стабілізатори; антиоксидант спеції та екстракти
        спецій: (мускатний горіх, білий перець, часник); декстроза.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 15 г; жиру не більше ніж 28.6 г; насичені жири 10.3 г; вуглеводи 0.3
        г; кухонної солі 4.5 г.
        <br />
        Енергетична цінність 326 ккал Термін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, запакованих під вакуумом,
        або в модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали цілими виробами 120 діб, порційними нарізаннями 45
        діб.
      </div>
    ),
    price: 168.55,
    purchaseType: "piece",
    category: "varena",
    hot: false,
    imgUrl: [
      "../assets/kovbasa_lyubytelska_0296.JPG",
      "../assets/ua.JPG",
      "../assets/ua2_0132.JPG",
      "../assets/ua3_9984.JPG",
      "../assets/tsarsky_senator_venecia0138.JPG",
    ],
    shortDesc:
      "Термін придатності за температури від -2 ℃ до -4 ℃ не більше 6-и  місяців, за температури від -7 ℃ до -9 ℃ не більше 9-и  місяців",
    weight: 1,
  },
  {
    id: "3pg5gmg3-r31g-15c5-g65s-13s62233c3c3",
    name: "Лікарська",
    description: (
      <div>
        Склад: яловичина знежилована вс; філе птиці; шпик хребтовий.Інгредієнти:
        сіль кухонна харчова; білковий стабілізатор; регулятор кольору ;
        регулятор кислоти; стабілізатори; антиоксидант спеції та екстракти
        спецій: (мускатний горіх, білий перець, часник); декстроза.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 15 г; жиру не більше ніж 28.6 г; насичені жири 10.3 г; вуглеводи 0.3
        г; кухонної солі 4.5 г.
        <br />
        Енергетична цінність 326 ккал Термін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, запакованих під вакуумом,
        або в модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали цілими виробами 120 діб, порційними нарізаннями 21
        діб.
      </div>
    ),
    price: 183.83,
    purchaseType: "piece",
    category: "varena",
    hot: false,
    imgUrl: [
      "../assets/likarska_smakovynka0259.JPG",
      "../assets/likarska_0139.JPG",
      "../assets/likarska2_0143.JPG",
      "../assets/likarska3_144.JPG",
      "../assets/likarska4_0160.JPG",
    ],
    shortDesc:
      "Термін придатності за температури від -2 ℃ до -4 ℃ не більше 6-и  місяців, за температури від -7 ℃ до -9 ℃ не більше 9-и  місяців",
    weight: 1,
  },
  {
    id: "2gg4ggg2-f87f-31t2-d37y-45s64233c3d5",
    name: "Олів'є",
    description: (
      <div>
        Склад: яловичина знежилована вс; яловичина знежилована 1с; свинина
        знежилована нежирна; свинина знежилована жирна. Інгредієнти: сіль
        кухонна харчова; молоко коров’яче сухе знежирене; яйця курячі;Регулятор
        кольору; вода питна; декстроза; стабілізатор; підсилювач смаку та
        аромату прянощі (імбир, перець чорний); антиоксидант; екстракти
        прянощів.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 11 г; жиру не більше ніж 20.0 г; насичені жири 8.8 г; вуглеводи не
        більше ніж 0.2 г; кухонної солі 2.5 г.
        <br />
        Енергетична цінність 224 ккал Термін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3
        доби.Термін придатності сардельок запакованих під вакуумом, або в
        модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб.
      </div>
    ),
    price: 87.55,
    purchaseType: "piece",
    category: "varena",
    hot: false,
    imgUrl: ["../assets/olivye_0301.JPG"],
    shortDesc:
      "Термін  придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб. ",
    weight: 1,
  },
  {
    id: "2gg4ggg7-f55f-31h2-d37y-45s64233c3d5",
    name: "Олів'є 0,600 гр",
    description: (
      <div>
        Склад: яловичина знежилована вс; яловичина знежилована 1с; свинина
        знежилована нежирна; свинина знежилована жирна. Інгредієнти: сіль
        кухонна харчова; молоко коров’яче сухе знежирене; яйця курячі;Регулятор
        кольору; вода питна; декстроза; стабілізатор; підсилювач смаку та
        аромату прянощі (імбир, перець чорний); антиоксидант; екстракти
        прянощів.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 11 г; жиру не більше ніж 20.0 г; насичені жири 8.8 г; вуглеводи не
        більше ніж 0.2 г; кухонної солі 2.5 г.
        <br />
        Енергетична цінність 224 ккал Термін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3
        доби.Термін придатності сардельок запакованих під вакуумом, або в
        модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб.
      </div>
    ),
    price: 87.55,
    purchaseType: "0,600kg",
    category: "varena",
    hot: false,
    imgUrl: ["../assets/olivye_0301.JPG"],
    shortDesc:
      "Термін  придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб. ",
    weight: 1,
  },
  {
    id: "4pr4tbb3-f57d-33f2-d35y-25s63233c3d5",
    name: "Ковбаса варена до чаю",
    description: (
      <div>
        Склад: яловичина знежилована вс; яловичина знежилована 1с; свинина
        знежилована нежирна; свинина знежилована жирна. Інгредієнти: сіль
        кухонна харчова; молоко коров’яче сухе знежирене; яйця курячі;Регулятор
        кольору; вода питна; декстроза; стабілізатор; підсилювач смаку та
        аромату прянощі (імбир, перець чорний); антиоксидант; екстракти
        прянощів.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 11 г; жиру не більше ніж 20.0 г; насичені жири 8.8 г; вуглеводи не
        більше ніж 0.2 г; кухонної солі 2.5 г.
        <br />
        Енергетична цінність 224 ккал Термін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3
        доби.Термін придатності сардельок запакованих під вакуумом, або в
        модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 21 діб.
      </div>
    ),
    price: 87.42,
    purchaseType: "piece",
    category: "varena",
    hot: false,
    imgUrl: ["../assets/toTea_0257.JPG"],
    shortDesc:
      "Термін  придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб. ",
    weight: 1,
  },
  {
    id: "2pr4tbb5-f57d-77m2-d35y-25f63233c3n5",
    name: "Ковбаса варена до чаю 0,600гр",
    description: (
      <div>
        Склад: яловичина знежилована вс; яловичина знежилована 1с; свинина
        знежилована нежирна; свинина знежилована жирна. Інгредієнти: сіль
        кухонна харчова; молоко коров’яче сухе знежирене; яйця курячі;Регулятор
        кольору; вода питна; декстроза; стабілізатор; підсилювач смаку та
        аромату прянощі (імбир, перець чорний); антиоксидант; екстракти
        прянощів.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 11 г; жиру не більше ніж 20.0 г; насичені жири 8.8 г; вуглеводи не
        більше ніж 0.2 г; кухонної солі 2.5 г.
        <br />
        Енергетична цінність 224 ккал Термін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3
        доби.Термін придатності сардельок запакованих під вакуумом, або в
        модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 21 діб.
      </div>
    ),
    price: 87.42,
    purchaseType: "0,600kg",
    category: "varena",
    hot: false,
    imgUrl: ["../assets/toTea_0257.JPG"],
    shortDesc:
      "Термін  придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб. ",
    weight: 1,
  },
  {
    id: "4pr4tbb3-f57d-33h2-d36y-32s44233c3f5",
    name: "Теляча",
    description: (
      <div>
        Склад: яловичина знежилована вс; яловичина знежилована 1с; свинина
        знежилована нежирна; свинина знежилована жирна. Інгредієнти: сіль
        кухонна харчова; молоко коров’яче сухе знежирене; яйця курячі;Регулятор
        кольору; вода питна; декстроза; стабілізатор; підсилювач смаку та
        аромату прянощі (імбир, перець чорний); антиоксидант; екстракти
        прянощів.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 11 г; жиру не більше ніж 20.0 г; насичені жири 8.8 г; вуглеводи не
        більше ніж 0.2 г; кухонної солі 2.5 г.
        <br />
        Енергетична цінність 224 ккал Термін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3
        доби.Термін придатності сардельок запакованих під вакуумом, або в
        модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 21 діб.
      </div>
    ),
    price: 87.2,
    purchaseType: "piece",
    category: "varena",
    hot: false,
    imgUrl: ["../assets/telyacha_0258.JPG"],
    shortDesc:
      "Термін  придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб. ",
    weight: 1,
  },
  {
    id: "4pr4tnn3-f57k-33h2-d36y-32k44233c3f5",
    name: "Теляча  0,600гр",
    description: (
      <div>
        Склад: яловичина знежилована вс; яловичина знежилована 1с; свинина
        знежилована нежирна; свинина знежилована жирна. Інгредієнти: сіль
        кухонна харчова; молоко коров’яче сухе знежирене; яйця курячі;Регулятор
        кольору; вода питна; декстроза; стабілізатор; підсилювач смаку та
        аромату прянощі (імбир, перець чорний); антиоксидант; екстракти
        прянощів.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 11 г; жиру не більше ніж 20.0 г; насичені жири 8.8 г; вуглеводи не
        більше ніж 0.2 г; кухонної солі 2.5 г.
        <br />
        Енергетична цінність 224 ккал Термін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3
        доби.Термін придатності сардельок запакованих під вакуумом, або в
        модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 21 діб.
      </div>
    ),
    price: 87.2,
    purchaseType: "0,60kg",
    category: "varena",
    hot: false,
    imgUrl: ["../assets/telyacha_0258.JPG"],
    shortDesc:
      "Термін  придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб. ",
    weight: 1,
  },
  {
    id: "1pr4tbb7-f37d-55h5-d36y-32s44233c3f5",
    name: "Теляча з вершками",
    description: (
      <div>
        Склад: яловичина знежилована вс; яловичина знежилована 1с; свинина
        знежилована нежирна; свинина знежилована жирна. Інгредієнти: сіль
        кухонна харчова; молоко коров’яче сухе знежирене; яйця курячі;Регулятор
        кольору; вода питна; декстроза; стабілізатор; підсилювач смаку та
        аромату прянощі (імбир, перець чорний); антиоксидант; екстракти
        прянощів.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 11 г; жиру не більше ніж 20.0 г; насичені жири 8.8 г; вуглеводи не
        більше ніж 0.2 г; кухонної солі 2.5 г.
        <br />
        Енергетична цінність 224 ккал Термін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3
        доби.Термін придатності сардельок запакованих під вакуумом, або в
        модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 21 діб.
      </div>
    ),
    price: 98.05,
    purchaseType: "piece",
    category: "varena",
    hot: false,
    imgUrl: ["../assets/telyacha_vershky_0298.JPG"],
    shortDesc:
      "Термін  придатності сардельок запакованих під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб. ",
    weight: 1,
  },
];
