import { ICard } from "../../types";

export const vuribKovbas: ICard[] = [
  {
    id: "9ca8bad4-e31a-4ac9-b28e-97d92893f7d3",
    name: "Ковбаса напівкопчена «Салямі Київська»",
    description: (
      <div>
        Склад: яловичина знежилована 1 сорту, свинина знежилована напівжирна,
        м'ясо птиці, сало хребтове. Інгредієнти: сіль кухонна харчова, регулятор
        кольору, спеції ( гірчиця, коріандр, часник), екстракти спецій (чорнй
        перець, білий перець, мускатний горіх), підсилювач смаку і аромату ,
        антиоксидант.
        <br />
        Харчова та енергетична цінність.100 г продукту містить: Білки, не менше
        ніж 13.0 г; жири не більше, ніж 35.0 г; в т.ч. насичені жири не більше
        ніж 12.5 г; вуглеводи 0.2 г; кухонної солі 3.5 г.
        <br />
        Енергетична цінність 332 ккал Термін придатності: за температури від 0 ℃
        до 6 ℃, та відносній вологості 75% до 78 % не більше 15 діб. Термін
        придатності за температури від -7 ℃ до -9 ℃ не більше 3-х місяців Термін
        придатності ковбас, запакованих під вакуумом або в модифікованому
        газовому середовищі в плівку цілими батонами, за температури, не вищої
        за 6 ℃, не більше 25 діб.
      </div>
    ),
    price: 147.97,
    purchaseType: "piece",
    category: "vuribKovbas",
    hot: false,
    imgUrl: ["../assets/salamyKievski_0156.JPG"],
    shortDesc:
      "Термін  придатності за температури від -7 ℃ до -9 ℃ не більше 3-х місяців Термін  придатності ковбас, запакованих під вакуумом або в модифікованому газовому середовищі в плівку цілими батонами, за температури, не вищої за 6 ℃, не більше 25 діб.",
    weight: 1,
  },
  {
    id: "9pn7tbg9-r85y-45c0-m45d-03n63543c3d3",
    name: "Ковбаса «Елітна» напівкопчена",
    description: (
      <div>
        Склад: яловичина знежилована вс; свинина знежилована нежирна; свинина
        знежилована жирна; шпик хребтовий. Інгредієнти: сіль кухонна харчова,
        цукор-пісок, регулятор кольору, перець чорний або білий мелені, горіх
        мускатний або кардамон мелені, часник свіжий або консервований або
        сушений або заморожений почищений подрібнений, вода питна.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 10 г; жиру не більше ніж 32.0 г; насичені жири 11.8 г; вуглеводи 0.4
        г; кухонної солі 2.5 г.
        <br />
        Енергетична цінність 328 ккал Термін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, не більше ніж 3
        доби.Термін придатності сардельок запакованих під вакуумом, або в
        модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали за температури від 0 ℃ до 6 ℃ не більше 20 діб.
      </div>
    ),
    price: 194.17,
    purchaseType: "piece",
    category: "vuribKovbas",
    hot: false,
    imgUrl: ["../assets/kovbasa_elitna0307.JPG"],
    shortDesc:
      "Термін  придатності продукту  запакованого під вакуумом, або в модифікованому газовому середовищі в термозсідальні газонепроникні полімерні  матеріали за температури від 0 ℃ до 6 ℃ не більше 25 діб. ",
    weight: 1,
  },
  {
    id: "3pg5gmg3-r71g-15c1-m67s-13s63233c3c3",
    name: "Українська",
    description: (
      <div>
        Склад: яловичина знежилована вс; філе птиці; шпик хребтовий.Інгредієнти:
        сіль кухонна харчова; білковий стабілізатор; регулятор кольору ;
        регулятор кислоти; стабілізатори; антиоксидант спеції та екстракти
        спецій: (мускатний горіх, білий перець, часник); декстроза.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: білок не менше
        ніж 15 г; жиру не більше ніж 28.6 г; насичені жири 10.3 г; вуглеводи 0.3
        г; кухонної солі 4.5 г.
        <br />
        Енергетична цінність 326 ккал Термін придатності за температури, від 0 ℃
        до 6 ℃, та відносній вологості від 75% до 78%, запакованих під вакуумом,
        або в модифікованому газовому середовищі в термозсідальні газонепроникні
        полімерні матеріали цілими виробами 120 діб, порційними нарізаннями 45
        діб.
      </div>
    ),
    price: 323.52,
    purchaseType: "piece",
    category: "vuribKovbas",
    hot: false,
    imgUrl: [
      "../assets/ukrainian.JPG",
      "../assets/ua2_0132.JPG",
      "../assets/ua3_9984.JPG",
    ],
    shortDesc:
      "Термін придатності за температури від -2 ℃ до -4 ℃ не більше 6-и  місяців, за температури від -7 ℃ до -9 ℃ не більше 9-и  місяців",
    weight: 1,
  },
  {
    id: "9pn7gbg2-f82f-31t2-m87d-45s65233c3d4",
    name: "Ковбаса салямі «Віденська» напівкопчена",
    description: (
      <div>
        Склад: яловичина знежилована 1 сорту; свинина знежилована напівжирна;
        м'ясо птиці;шпик боковийІнгредієнти: сіль кухонна харчова, регулятор
        кольору, стабілізатори спеції ( коріандр, часник), екстракти спецій
        (чорний перець, білий перець, мускатний горіх), підсилювач смаку і
        аромату, антиоксидант.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить:Білки, не менше
        ніж 13.0 г; жири не більше, ніж 50 г; в т.ч. насичені жири не більше ніж
        18.5 г; вуглеводи 0.2 г; кухонної солі 3.5 г.
        <br />
        Енергетична цінність 332 ккал Термін придатності: за температури від 0 ℃
        до 6 ℃, та відносній вологості 75% до 78 % не більше 15 діб.Термін
        придатності ковбас, запакованих під вакуумом або в модифікованому
        газовому середовищі в плівку цілими батонами, за температури, не вищої
        за 6 ℃, не більше 25 діб.
      </div>
    ),
    price: 131.24,
    purchaseType: "piece",
    category: "vuribKovbas",
    hot: false,
    imgUrl: ["../assets/videnska_9993.JPG"],
    shortDesc:
      "Термін  придатності ковбас, запакованих під вакуумом або в модифікованому газовому середовищі в плівку цілими батонами, за температури, не вищої за 6 ℃, не більше 25 діб.",
    weight: 1,
  },
  {
    id: "4pn4gbh2-f87f-31t2-d37y-45s64233c3d4",
    name: "Ковбаса «Краковецька»  напівкопчена",
    description: (
      <div>
        Склад: свинина знежилована напівжирнаІнгредієнти: сіль кухонна харчова,
        регулятор кольору; цукор-пісок; підсилювач смаку та аромату; екстракт
        спецій (чорний перець, білий перець, мускатний горіх); антиоксидант.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить: Білки, не менше
        ніж 13.0 г;жири не більше, ніж 50 г; в т.ч. насичені жири не більше ніж
        18.5 г; вуглеводи 0.2 г; кухонної солі 4.5 г.
        <br />
        Енергетична цінність 378 ккалТермін придатності: за температури від 0 ℃
        до 6 ℃, та відносній вологості 75% до 78 % не більше 15 діб.Термін
        придатності за температури від -7 ℃ до -9 ℃ не більше 3-х місяцівТермін
        придатності ковбас, запакованих під вакуумом або в модифікованому
        газовому середовищі в плівку цілими батонами, за температури не вищої за
        6 ℃, не більше 25 діб.
      </div>
    ),
    price: 125.07,
    purchaseType: "piece",
    category: "vuribKovbas",
    hot: false,
    imgUrl: ["../assets/krakovetska_0299.JPG"],
    shortDesc:
      "Термін  придатності ковбас, запакованих під вакуумом або в модифікованому газовому середовищі в плівку цілими батонами, за температури  не вищої за 6 ℃, не більше 25 діб.",
    weight: 1,
  },
  {
    id: "5fd2rjk2-f35n-33k2-y42f-43s54225p5d3",
    name: "Салямі «Угорська» ",
    description: (
      <div>
        Склад: яловичина знежилована вс; яловичина знежилована 1 сорту, свинина
        знежилована напівжирна, шпик хребтовий. Інгредієнти: сіль кухонна
        харчова, регулятор кольору; декстроза; глюкозний сироп; мальтодекстрин;
        крохмаль; олія соняшникова; спеції ( кардамон, часник), екстракти спецій
        (часнику, лимона, моркви), підсилювач смаку і аромату , антиоксидант.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить:Білки, не менше
        ніж 16.0 г; жири не більше, ніж 35.0 г; в т.ч. насичені жири не більше
        ніж 12.5 г; вуглеводи 0.2 г; кухонної солі 4.5 г.
        <br />
        Енергетична цінність 350 ккалТермін придатності: за температури від 0 ℃
        до 6 ℃, та відносній вологості 75% до 78 % не більше 15 діб.
      </div>
    ),
    price: 162.7,
    purchaseType: "piece",
    category: "vuribKovbas",
    hot: false,
    imgUrl: ["../assets/hungary_9985.JPG"],
    shortDesc:
      "Термін  придатності: за температури від 0 ℃ до 6 ℃, та відносній вологості 75% до 78 % не більше 15 діб.",
    weight: 1,
  },
  {
    id: "5fd2rjk2-g95n-33h9-y42h-43x63255p2d3",
    name: "Сервелат",
    description: (
      <div>
        Склад: свинина знежилована нежирнаІнгредієнти: сіль кухонна харчова;
        регулятор кольору; цукор-пісок; перець чорний мелений; перець духмяний
        мелений, кмин мелений, часник свіжий очищений подрібнений.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить білки 13.0 г;
        жири не більше ніж 32 г; в т.ч. насичені жири 12.5 г.
        <br />
        Енергетична цінність 332 ккал.Термін придатності: за температури від 0 ℃
        до 6 ℃, та відносній вологості 75% до 78 % не більше 15 діб.Термін
        придатності за температури від -7 ℃ до -9 ℃ не більше 3-х місяцівТермін
        придатності ковбас, запакованих під вакуумом або в модифікованому
        газовому середовищі в плівку цілими батонами, за температури, не вищої
        за 6 ℃, не більше 25 діб.
      </div>
    ),
    price: 264.31,
    purchaseType: "piece",
    category: "vuribKovbas",
    hot: false,
    imgUrl: ["../assets/servelat_9989.JPG"],
    shortDesc:
      "Термін  придатності: за температури від 0 ℃ до 6 ℃, та відносній вологості 75% до 78 % не більше 15 діб.",
    weight: 1,
  },
  {
    id: "5wd2njk2-g95n-33b9-k42h-23x63255p2d3",
    name: "Баликова",
    description: (
      <div>
        Склад: свинина знежилована нежирнаІнгредієнти: сіль кухонна харчова;
        регулятор кольору; цукор-пісок; перець чорний мелений; перець духмяний
        мелений, кмин мелений, часник свіжий очищений подрібнений.
        <br />
        Харчова та енергетична цінність. 100 г продукту містить білки 13.0 г;
        жири не більше ніж 32 г; в т.ч. насичені жири 12.5 г.
        <br />
        Енергетична цінність 332 ккал.Термін придатності: за температури від 0 ℃
        до 6 ℃, та відносній вологості 75% до 78 % не більше 15 діб.Термін
        придатності за температури від -7 ℃ до -9 ℃ не більше 3-х місяцівТермін
        придатності ковбас, запакованих під вакуумом або в модифікованому
        газовому середовищі в плівку цілими батонами, за температури, не вищої
        за 6 ℃, не більше 25 діб.
      </div>
    ),
    price: 183.71,
    purchaseType: "piece",
    category: "vuribKovbas",
    hot: false,
    imgUrl: ["../assets/balikova_9990.JPG"],
    shortDesc:
      "Термін  придатності: за температури від 0 ℃ до 6 ℃, та відносній вологості 75% до 78 % не більше 15 діб.",
    weight: 1,
  },
  {
    id: "1fd2bjk2-q95n-22f2-y42f-43u63255p5d3",
    name: "Ковбаса «Смерть москалям»",
    description: (
      <div>
        Склад: 70% яловичина знежилована; 30% сало хребтове.
        <br />
        Харчова та енергетична цінність: 100 г продукту містить білок не менше
        13.0 г; жири не більше 50.1 г; в т.ч. насичені жири 18.1 г; вуглеводів
        0.2 г; кухонна сіль 3.5 г. енергетична цінність 317.3 ккал.
        <br />
        Строк придатності: за температури від 00С до 60С та відносній вологості
        від 75% до 78% не більше 15 діб. Упакованих під вакуумом в
        газонепроникну плівку не більше 25 діб.
      </div>
    ),
    price: 212.81,
    purchaseType: "piece",
    category: "vuribKovbas",
    hot: false,
    imgUrl: ["../assets/death_moskals.jpg"],
    shortDesc: "Склад: 70% яловичина знежилована; 30% сало хребтове.",
    weight: 1,
  },
  {
    id: "1fd2bjk2-p95n-22f1-y42f-43u13255p5d3",
    name: "Ковбаса «Домашня»",
    description: (
      <div>
        100% свинина напівжирна. Інгредієнти:сіль кухонна харчова,перець чорний
        мелений, часник свіжий подрібнений. Оболонка Їстівна.
        <br />
        Енергетична цінність: 250 ккал.
        <br />
        Строк придатності: за температури від 00С до 60С та відносній вологості
        від 75% до 78% не більше 3 діб. Упакованих під вакуумом в газонепроникну
        плівку не більше 21 доби.
      </div>
    ),
    price: 253.28,
    purchaseType: "piece",
    category: "vuribKovbas",
    hot: false,
    imgUrl: ["../assets/domashnia.jpg"],
    shortDesc:
      "Строк придатності: за температури від 0С до 6С та відносній вологостівід 75% до 78% не більше 3 діб. Упакованих під вакуумом в газонепроникну плівку не більше 21 доби.",
    weight: 1,
  },
];
